[{"ranking":1,"imdbId":"tt0111161","title":"Um Sonho de Liberdade","originalTitle":"The Shawshank Redemption","imdbRating":"9,2","genres":["Drama","Crime"],"tmdbId":278,"overview":"Em 1946, Andy Dufresne, um banqueiro jovem e bem sucedido, tem a sua vida radicalmente modificada ao ser condenado por um crime que nunca cometeu, o homicídio de sua esposa e do amante dela. Ele é mandado para uma prisão que é o pesadelo de qualquer detento, a Penitenciária Estadual de Shawshank, no Maine. Lá ele irá cumprir a pena perpétua. Andy logo será apresentado a Warden Norton, o corrupto e cruel agente penitenciário, que usa a Bíblia como arma de controle e ao Capitão Byron Hadley que trata os internos como animais. Andy faz amizade com Ellis Boyd Redding, um prisioneiro que cumpre pena há 20 anos e controla o mercado negro da instituição.","release_date":"1994-09-23","runtime":142},{"ranking":2,"imdbId":"tt0068646","title":"O Poderoso Chefão","originalTitle":"The Godfather","imdbRating":"9,2","genres":["Drama","Crime"],"tmdbId":238,"overview":"Em 1945, Don Corleone é o chefe de uma mafiosa família italiana de Nova York. Ele costuma apadrinhar várias pessoas, realizando importantes favores para elas, em troca de favores futuros. Com a chegada das drogas, as famílias começam uma disputa pelo promissor mercado. Quando Corleone se recusa a facilitar a entrada dos narcóticos na cidade, não oferecendo ajuda política e policial, sua família começa a sofrer atentados para que mudem de posição. É nessa complicada época que Michael, um herói de guerra nunca envolvido nos negócios da família, vê a necessidade de proteger o seu pai e tudo o que ele construiu ao longo dos anos.","release_date":"1972-03-14","runtime":175},{"ranking":3,"imdbId":"tt0468569","title":"Batman: O Cavaleiro das Trevas","originalTitle":"The Dark Knight","imdbRating":"9,0","tmdbId":155,"genres":["Drama","Ação","Crime","Thriller"],"overview":"Após dois anos desde o surgimento do Batman, os criminosos de Gotham City têm muito o que temer. Com a ajuda do tenente James Gordon e do promotor público Harvey Dent, Batman luta contra o crime organizado. Acuados com o combate, os chefes do crime aceitam a proposta feita pelo Coringa e o contratam para combater o Homem-Morcego.","release_date":"2008-07-14","runtime":152},{"ranking":4,"imdbId":"tt0071562","title":"O Poderoso Chefão II","originalTitle":"The Godfather Part II","imdbRating":"9,0","tmdbId":240,"genres":["Drama","Crime"],"overview":"Após a máfia matar sua família, o jovem Vito foge da sua cidade na Sicília e vai para a América. Vito luta para manter sua família. Ele mata Black Hand Fanucci, que exigia dos comerciantes uma parte dos seus ganhos. Com a morte de Fanucci, o poderio de Vito cresce, mas sua família é o que mais importa para ele. Agora baseado no Lago Tahoe, Michael planeja fazer incursões em Las Vegas e Havana instalando negócios ligados ao lazer, mas descobre que aliados como Hyman Roth estão tentando matá-lo.","release_date":"1974-12-20","runtime":202},{"ranking":5,"imdbId":"tt0050083","title":"12 Homens e uma Sentença","originalTitle":"12 Angry Men","imdbRating":"9,0","tmdbId":389,"genres":["Drama"],"overview":"Um jovem porto-riquenho é acusado do brutal crime de ter matado o próprio pai. Quando ele vai a julgamento, doze jurados se reúnem para decidir a sentença, levando em conta que o réu deve ser considerado inocente até que se prove o contrário. Onze dos jurados têm plena certeza de que ele é culpado, e votam pela condenação, mas um jurado acha que é melhor investigar mais para que a sentença seja correta. Para isso ele terá que enfrentar diferentes interpretações dos fatos, e a má vontade dos outros jurados, que só querem ir logo para suas casas.","release_date":"1957-04-10","runtime":96},{"ranking":6,"imdbId":"tt0108052","title":"A Lista de Schindler","originalTitle":"Schindler's List","imdbRating":"8,9","genres":["Drama","História","Guerra"],"tmdbId":424,"overview":"O alemão Oskar Schindler viu na mão de obra judia uma solução barata e viável para lucrar com negócios durante a guerra. Com sua forte influência dentro do partido nazista, foi fácil conseguir as autorizações e abrir uma fábrica. O que poderia parecer uma atitude de um homem não muito bondoso, transformou-se em um dos maiores casos de amor à vida da História, pois este alemão abdicou de toda sua fortuna para salvar a vida de mais de mil judeus em plena luta contra o extermínio alemão.","release_date":"1993-12-15","runtime":195},{"ranking":7,"imdbId":"tt0167260","title":"O Senhor dos Anéis: O Retorno do Rei","originalTitle":"The Lord of the Rings: The Return of the King","imdbRating":"8,9","genres":["Aventura","Fantasia","Ação"],"tmdbId":122,"overview":"O confronto final entre as forças do bem e do mal que lutam pelo controle do futuro da Terra Média se aproxima. Sauron planeja um grande ataque a Minas Tirith, capital de Gondor, o que faz com que Gandalf e Pippin partam para o local na intenção de ajudar a resistência. Um exército é reunido por Theoden em Rohan, em mais uma tentativa de deter as forças de Sauron. Enquanto isso, Frodo, Sam e Gollum seguem sua viagem rumo à Montanha da Perdição para destruir o anel.","release_date":"2003-12-01","runtime":202},{"ranking":8,"imdbId":"tt0110912","title":"Pulp Fiction: Tempo de Violência","originalTitle":"Pulp Fiction","imdbRating":"8,8","genres":["Thriller","Crime"],"tmdbId":680,"overview":"Vincent Vega (John Travolta) e Jules Winnfield (Samuel L. Jackson) são dois assassinos profissionais que trabalham fazendo cobranças para Marsellus Wallace (Ving Rhames), um poderosos gângster. Vega é forçado a sair com a garota do chefe, temendo passar dos limites. Enquanto isso, o pugilista Butch Coolidge (Bruce Willis) se mete em apuros por ganhar uma luta que deveria perder.","release_date":"1994-09-10","runtime":154},{"ranking":9,"imdbId":"tt0120737","title":"O Senhor dos Anéis: A Sociedade do Anel","originalTitle":"The Lord of the Rings: The Fellowship of the Ring","imdbRating":"8,8","genres":["Aventura","Fantasia","Ação"],"tmdbId":120,"overview":"Em uma terra fantástica e única, um hobbit recebe de presente de seu tio um anel mágico e maligno que precisa ser destruído antes que caia nas mãos do mal. Para isso, o hobbit Frodo tem um caminho árduo pela frente, onde encontra perigo, medo e seres bizarros. Ao seu lado para o cumprimento desta jornada, ele aos poucos pode contar com outros hobbits, um elfo, um anão, dois humanos e um mago, totalizando nove pessoas que formam a Sociedade do Anel.","release_date":"2001-12-18","runtime":179},{"ranking":10,"imdbId":"tt0060196","title":"Três Homens em Conflito","originalTitle":"The Good, the Bad and the Ugly","imdbRating":"8,8","genres":["Faroeste"],"tmdbId":429,"overview":"Durante o auge da Guerra Civil, um misterioso pistoleiro vaga pela fronteira do oeste. Ele não possui um lar, lealdade ou companhia... Até que encontra dois estrangeiros, que são tão brutos e desapegados quanto ele. Unidos pelo destino, os três homens juntam suas forças para tentar encontrar uma fortuna em ouro roubado. Mas trabalho em equipe não é uma coisa natural para voluntariosos pistoleiros, e eles logo descobrem que seu maior desafio é concentrar-se em sua perigosa missão — e em manterem-se vivos — atravessando um país arrasado pela guerra.","release_date":"1966-12-23","runtime":163},{"ranking":11,"imdbId":"tt0109830","title":"Forrest Gump: O Contador de Histórias","originalTitle":"Forrest Gump","imdbRating":"8,8","genres":["Comédia","Drama","Romance"],"tmdbId":13,"overview":"Quarenta anos da história dos Estados Unidos, vistos pelos olhos de Forrest Gump, um rapaz com QI abaixo da média e com boas intenções. Por obra do acaso, ele consegue participar de momentos cruciais, como a Guerra do Vietnã e o Caso Watergate, mas continua pensando no seu amor de infância, Jenny Curran.","release_date":"1994-06-23","runtime":142},{"ranking":12,"imdbId":"tt0137523","title":"Clube da Luta","originalTitle":"Fight Club","imdbRating":"8,7","genres":["Drama","Thriller","Comédia"],"tmdbId":550,"overview":"Um homem deprimido que sofre de insônia conhece um estranho vendedor de sabonetes chamado Tyler Durden. Eles formam um clube clandestino com regras rígidas onde lutam com outros homens cansados de suas vidas mundanas. Mas sua parceria perfeita é comprometida quando Marla chama a atenção de Tyler.","release_date":"1999-10-15","runtime":139},{"ranking":13,"imdbId":"tt0167261","title":"O Senhor dos Anéis: As Duas Torres","originalTitle":"The Lord of the Rings: The Two Towers","imdbRating":"8,7","genres":["Aventura","Fantasia","Ação"],"tmdbId":121,"overview":"Após a captura de Merry e Pippy pelos orcs, a Sociedade do Anel é dissolvida. Frodo e Sam seguem sua jornada rumo à Montanha da Perdição para destruir o anel e descobrem que estão sendo perseguidos pelo misterioso Gollum. Enquanto isso, Aragorn, o elfo e arqueiro Legolas e o anão Gimli partem para resgatar os hobbits sequestrados e chegam ao reino de Rohan, onde o rei Theoden foi vítima de uma maldição mortal de Saruman.","release_date":"2002-12-18","runtime":180},{"ranking":14,"imdbId":"tt1375666","title":"A Origem","originalTitle":"Inception","imdbRating":"8,7","tmdbId":27205,"genres":["Ação","Ficção científica","Aventura"],"overview":"Um ladrão que rouba segredos corporativos por meio do uso da tecnologia de compartilhamento de sonhos, recebe a tarefa inversa de plantar uma ideia na mente de um Diretor Executivo.","release_date":"2010-07-15","runtime":148},{"ranking":15,"imdbId":"tt0080684","title":"O Império Contra-Ataca","originalTitle":"Star Wars: Episode V - The Empire Strikes Back","imdbRating":"8,7","genres":["Aventura","Ação","Ficção científica"],"tmdbId":1891,"overview":"As forças imperais comandadas por Darth Vader lançam um ataque contra os membros da resistência, que são obrigados a fugir. Enquanto isso Luke Skywalker tenta encontrar o Mestre Yoda, que poderá ensiná-lo a dominar a \"Força\" e torná-lo um cavaleiro jedi. No entanto, Darth Vader planeja levá-lo para o lado negro da \"Força\".","release_date":"1980-05-20","runtime":124},{"ranking":16,"imdbId":"tt0133093","title":"Matrix","originalTitle":"The Matrix","imdbRating":"8,7","tmdbId":603,"genres":["Ação","Ficção científica"],"overview":"Em um futuro próximo, Thomas Anderson (Keanu Reeves), um jovem programador de computador que mora em um cubículo escuro, é atormentado por estranhos pesadelos nos quais encontra-se conectado por cabos e contra sua vontade, em um imenso sistema de computadores do futuro. Em todas essas ocasiões, acorda gritando no exato momento em que os eletrodos estão para penetrar em seu cérebro. À medida que o sonho se repete, Anderson começa a ter dúvidas sobre a realidade. Por meio do encontro com os misteriosos Morpheus (Laurence Fishburne) e Trinity (Carrie-Anne Moss), Thomas descobre que é, assim como outras pessoas, vítima do Matrix, um sistema inteligente e artificial que manipula a mente das pessoas, criando a ilusão de um mundo real enquanto usa os cérebros e corpos dos indivíduos para produzir energia. Morpheus, entretanto, está convencido de que Thomas é Neo, o aguardado messias capaz de enfrentar o Matrix e conduzir as pessoas de volta à realidade e à liberdade.","release_date":"1999-03-30","runtime":136},{"ranking":17,"imdbId":"tt0099685","title":"Os Bons Companheiros","originalTitle":"Goodfellas","imdbRating":"8,7","genres":["Drama","Crime"],"tmdbId":769,"overview":"Um jovem cresce na máfia e trabalha arduamente para crescer entre seus companheiros. Ele gosta da vida de dinheiro e luxo, mas não liga para o horror que provoca. Infelizmente, a dependência de drogas e alguns erros finalmente destroem sua escalada até o topo. Baseado no livro Wiseguy por Nicholas Pileggi.","release_date":"1990-09-12","runtime":146},{"ranking":18,"imdbId":"tt0073486","title":"Um Estranho no Ninho","originalTitle":"One Flew Over the Cuckoo's Nest","imdbRating":"8,6","genres":["Drama"],"tmdbId":510,"overview":"Randle Patrick McMurphy é um malandro que, após ser preso, se finge de louco para ir a um hospital psiquiátrico e assim esquivar-se a uma porção de trabalhos forçados na prisão. Lá ele começa a influenciar os outros internos e começa a sofrer oposição da cruel e sádica enfermeira Mildred Ratched. Com forte poder persuasivo, McMurphy instaura uma reviravolta na clínica, não sabendo o que isto pode lhe custar.","release_date":"1975-11-19","runtime":133},{"ranking":19,"imdbId":"tt0114369","title":"Seven: Os Sete Crimes Capitais","originalTitle":"Se7en","imdbRating":"8,6","genres":["Crime","Mistério","Thriller"],"tmdbId":807,"overview":"Quando, a ponto de se aposentar, o detetive William Somerset aborda o último caso com a ajuda do recém-transferido David Mills, eles descobrem uma série de assassinatos. Logo percebem que estão lidando com um assassino que tem como alvo pessoas que ele acredita representar os sete pecados capitais.","release_date":"1995-09-22","runtime":127},{"ranking":20,"imdbId":"tt0047478","title":"Os Sete Samurais","originalTitle":"Seven Samurai","imdbRating":"8,6","genres":["Ação","Drama"],"tmdbId":346,"overview":"No século XVI, durante a era Sengoku, quando os poderosos samurais de outrora estavam com os dias contados, pois eram agora desprezados pelos seus aristocráticos senhores. Kambei (Takashi Shimura), um guerreiro veterano sem dinheiro, chega em uma aldeia indefesa que foi saqueada repetidamente por ladrões assassinos. Os moradores do vilarejo pedem sua ajuda, fazendo com que Kambei recrute seis outros ronins (samurais sem mestre), que concordam em ensinar os habitantes como devem se defender em troca de comida. Os aldeões dão boas-vindas aos guerreiros e algumas relações começam. Katsushiro (Ko Kimura) se apaixona por uma das mulheres locais, embora os outros ronins mantenham distância dos camponeses. O último dos guerreiros que chega é Kikuchio (Toshiro Mifune), que finge estar qualificado mas na realidade é o filho de um camponês que almeja aceitação.","release_date":"1954-04-26","runtime":207},{"ranking":21,"imdbId":"tt0038650","title":"A Felicidade Não se Compra","originalTitle":"It's a Wonderful Life","imdbRating":"8,6","genres":["Drama","Família","Fantasia"],"tmdbId":1585,"overview":"Em Bedford Falls, no Natal, George Bailey, que sempre ajudou a todos, pensa em se suicidar saltando de uma ponte, em razão das maquinações de Henry Potter, o homem mais rico da região. Mas tantas pessoas oram por ele que Clarence, um anjo que espera há 220 anos para ganhar asas, é mandado à Terra para tentar fazer George mudar de ideia, mostrando sua importância para todos através de flashbacks.","release_date":"1946-12-20","runtime":130},{"ranking":22,"imdbId":"tt0102926","title":"O Silêncio dos Inocentes","originalTitle":"The Silence of the Lambs","imdbRating":"8,6","genres":["Crime","Drama","Thriller"],"tmdbId":274,"overview":"Clarice Starling, uma das melhores estudantes da academia de treinamento do FBI. Jack Crawford quer que Clarice entreviste o Dr. Hannibal Lecter, um psiquiatra brilhante e também um psicopata violento, que cumpre prisão perpétua por vários atos de assassinato e canibalismo. Crawford acredita que Lecter pode ter uma visão em um caso e que Starling, como uma mulher jovem e atraente, pode ser a isca para atraí-lo.","release_date":"1991-02-14","runtime":118},{"ranking":23,"imdbId":"tt0317248","title":"Cidade de Deus","originalTitle":"City of God","imdbRating":"8,6","genres":["Drama","Crime"],"tmdbId":598,"overview":"Buscapé é um jovem morador da Cidade de Deus que cresce em meio à violência. Com medo de se tornar um bandido, enxerga na fotografia uma oportunidade de ter uma vida digna.","release_date":"2002-02-05","runtime":130},{"ranking":24,"imdbId":"tt0120815","title":"O Resgate do Soldado Ryan","originalTitle":"Saving Private Ryan","imdbRating":"8,6","genres":["Drama","História","Guerra"],"tmdbId":857,"overview":"Ao desembarcar na Normandia, no dia 6 de junho de 1944, capitão Miller recebe a missão de comandar um grupo do segundo batalhão para o resgate do soldado James Ryan, caçula de quatro irmãos, dentre os quais três morreram em combate. Por ordens do chefe George C. Marshall, eles precisam procurar o soldado e garantir o seu retorno, com vida, para casa.","release_date":"1998-07-24","runtime":170},{"ranking":25,"imdbId":"tt0118799","title":"A Vida é Bela","originalTitle":"Life Is Beautiful","imdbRating":"8,6","tmdbId":637,"genres":["Comédia","Drama"],"overview":"Durante a Segunda Guerra Mundial na Itália, o judeu Guido e seu filho Giosué são levados para um campo de concentração nazista. Afastado da mulher, ele tem que usar sua imaginação para fazer o menino acreditar que estão participando de uma grande brincadeira, com o intuito de protegê-lo do terror e da violência que os cercam.","release_date":"1997-12-20","runtime":116},{"ranking":26,"imdbId":"tt0816692","title":"Interestelar","originalTitle":"Interstellar","imdbRating":"8,6","genres":["Aventura","Drama","Ficção científica"],"tmdbId":157336,"overview":"As reservas naturais da Terra estão chegando ao fim e um grupo de astronautas recebe a missão de verificar possíveis planetas para receberem a população mundial, possibilitando a continuação da espécie. Cooper é chamado para liderar o grupo e aceita a missão sabendo que pode nunca mais ver os filhos. Ao lado de Brand, Jenkins e Doyle, ele seguirá em busca de um novo lar.","release_date":"2014-11-05","runtime":169},{"ranking":27,"imdbId":"tt0120689","title":"À Espera de um Milagre","originalTitle":"The Green Mile","imdbRating":"8,6","genres":["Fantasia","Drama","Crime"],"tmdbId":497,"overview":"Milagres acontecem em lugares inesperados, mesmo no bloco de celas para o corredor da morte na Penitenciária Cold Mountain. Lá, John Coffey, um gentil e gigante prisioneiro com poderes sobrenaturais, traz um senso de espírito e humanidade aos seus guardas e colegas de cela.","release_date":"1999-12-10","runtime":189},{"ranking":28,"imdbId":"tt0076759","title":"Guerra nas Estrelas","originalTitle":"Star Wars: Episode IV - A New Hope","imdbRating":"8,6","tmdbId":11,"genres":["Aventura","Ação","Ficção científica"],"overview":"A princesa Leia é mantida refém pelas forças imperiais comandadas por Darth Vader. Luke Skywalker e Han Solo precisam libertá-la e restaurar a liberdade e a justiça na galáxia.","release_date":"1977-05-25","runtime":121},{"ranking":29,"imdbId":"tt0103064","title":"O Exterminador do Futuro 2 - O Julgamento Final","originalTitle":"Terminator 2: Judgment Day","imdbRating":"8,5","genres":["Ação","Thriller","Ficção científica"],"tmdbId":280,"overview":"O jovem John Connor é a chave para a vitória da civilização sobre uma rebelião de robôs do futuro. No entanto, ele torna-se alvo de T-1000, um exterminador que pode assumir a forma que desejar e que foi enviado do futuro para matá-lo. Outro exterminador, o renovado T-800, também é enviado de volta ao passado para proteger o garoto. Quando John e sua mãe embarcam na fuga com T-800, o menino cria um vínculo forte e inesperado com o robô.","release_date":"1991-07-03","runtime":136},{"ranking":30,"imdbId":"tt0088763","title":"De Volta para o Futuro","originalTitle":"Back to the Future","imdbRating":"8,5","tmdbId":105,"genres":["Aventura","Comédia","Ficção científica"],"overview":"Marty McFly, um típico adolescente americano dos anos 80, acidentalmente é enviado de volta ao ano de 1955 em um carro modificado para ser uma máquino do tempo, inventada por um cientista louco. Durante sua fantástica e maluca viagem no tempo, McFly tem que fazer com que seus futuros pais se encontrem e se apaixonem, para que assim ele possa ir de volta para o futuro.","release_date":"1985-07-03","runtime":115},{"ranking":31,"imdbId":"tt0245429","title":"A Viagem de Chihiro","originalTitle":"Spirited Away","imdbRating":"8,5","genres":["Animação","Família","Fantasia"],"tmdbId":129,"overview":"Chihiro e seus pais estão se mudando para uma cidade diferente. A caminho da nova casa, o pai decide pegar um atalho. Eles se deparam com uma mesa repleta de comida, embora ninguém esteja por perto. Chihiro sente o perigo, mas seus pais começam a comer. Quando anoitece, eles se transformam em porcos. Agora, apenas Chihiro pode salvá-los","release_date":"2001-07-20","runtime":126},{"ranking":32,"imdbId":"tt0054215","title":"Psicose","originalTitle":"Psycho","imdbRating":"8,5","tmdbId":539,"genres":["Terror","Drama","Thriller"],"overview":"Marion Crane é uma secretária que rouba 40 mil dólares da imobiliária onde trabalha para se casar e começar uma nova vida. Durante a fuga à carro, ela enfrenta uma forte tempestade, erra o caminho e chega em um velho hotel. O estabelecimento é administrado por um sujeito atencioso chamado Norman Bates, que nutre um forte respeito e temor por sua mãe. Marion decide passar a noite no local, sem saber o perigo que a cerca.","release_date":"1960-06-22","runtime":109},{"ranking":33,"imdbId":"tt0253474","title":"O Pianista","originalTitle":"The Pianist","imdbRating":"8,5","tmdbId":423,"genres":["Drama","Guerra"],"overview":"Um pianista judeu polonês vê Varsóvia mudar gradualmente à medida que a Segunda Guerra Mundial começa. Szpilman é forçado a ir para o Gueto de Varsóvia, mas depois é separado de sua família durante a Operação Reinhard. A partir deste momento até que os prisioneiros dos campos de concentração sejam liberados, Szpilman se esconde em vários locais entre as ruínas de Varsóvia.","release_date":"2002-09-17","runtime":150},{"ranking":34,"imdbId":"tt6751668","title":"Parasita","originalTitle":"Parasite","imdbRating":"8,5","tmdbId":496243,"genres":["Comédia","Thriller","Drama"],"overview":"Toda a família de Ki-taek está desempregada, vivendo num porão sujo e apertado. Uma obra do acaso faz com que o filho adolescente da família comece a dar aulas de inglês à garota de uma família rica. Fascinados com a vida luxuosa destas pessoas, pai, mãe, filho e filha bolam um plano para se infiltrarem também na família burguesa, um a um. No entanto, os segredos e mentiras necessários à ascensão social custarão caro a todos.","release_date":"2019-05-30","runtime":132},{"ranking":35,"imdbId":"tt0110413","title":"O Profissional","originalTitle":"Léon: The Professional","imdbRating":"8,5","tmdbId":101,"genres":["Crime","Drama","Ação"],"overview":"Mathilda tem apenas 12 anos de idade mas já conhece o lado obscuro da vida: seu pai abusivo guarda drogas para policiais corruptos e a mãe a negligencia. O vizinho Léon gosta de cuidar de plantas, mas é um assassino de aluguel para o gângster Tony. Quando sua família é assassinada por um agente antidrogas desonesto, Mathilda se une a um relutante Léon para aprender o negócio mortal e vingar a morte da família.","release_date":"1994-09-14","runtime":111},{"ranking":36,"imdbId":"tt0110357","title":"O Rei Leão","originalTitle":"The Lion King","imdbRating":"8,5","genres":["Família","Animação","Drama"],"tmdbId":8587,"overview":"Mufasa, o Rei Leão, e a rainha Sarabi apresentam ao reino o herdeiro do trono, Simba. O recém-nascido recebe a bênção do sábio babuíno Rafiki, mas ao crescer é envolvido nas artimanhas de seu tio Scar, o invejoso e maquiavélico irmão de Mufasa, que planeja livrar-se do sobrinho e herdar o trono.","release_date":"1994-06-23","runtime":89},{"ranking":37,"imdbId":"tt0172495","title":"Gladiador","originalTitle":"Gladiator","imdbRating":"8,5","tmdbId":98,"genres":["Ação","Drama","Aventura"],"overview":"Nos dias finais do reinado de Marcus Aurelius, o imperador desperta a ira de seu filho Commodus ao tornar pública sua predileção em deixar o trono para Maximus, o comandante do exército romano. Sedento pelo poder, Commodus mata seu pai, assume a coroa e ordena a morte de Maximus, que consegue fugir antes de ser pego e passa a se esconder sob a identidade de um escravo e gladiador do Império Romano.","release_date":"2000-05-04","runtime":155},{"ranking":38,"imdbId":"tt0120586","title":"A Outra História Americana","originalTitle":"American History X","imdbRating":"8,5","genres":["Drama"],"tmdbId":73,"overview":"Derek busca vazão para suas agruras tornando-se líder de uma gangue de racistas. A violência o leva a um assassinato, e ele é condenado pelo crime. Três anos mais tarde, ele sai da prisão e tem que convencer seu irmão, que está prestes a assumir a liderança do grupo, a não trilhar o mesmo caminho.","release_date":"1998-07-01","runtime":119},{"ranking":39,"imdbId":"tt0407887","title":"Os Infiltrados","originalTitle":"The Departed","imdbRating":"8,5","genres":["Drama","Thriller","Crime"],"tmdbId":1422,"overview":"Billy Costigan, um jovem policial, recebe a missão de se infiltrar na máfia, mais especificamente no grupo comandado por Frank Costello. Billy conquista sua confiança ao mesmo tempo em que Colin Sullivan, um criminoso que atuou na polícia como informante de Costello, também ascende dentro da corporação. Tanto Billy quanto Colin se sentem aflitos devido à vida dupla que levam. Mas quando a máfia e a polícia descobrem que há um espião entre eles, a vida de ambos passa a correr perigo.","release_date":"2006-10-04","runtime":151},{"ranking":40,"imdbId":"tt0114814","title":"The Usual Suspects","originalTitle":"The Usual Suspects","imdbRating":"8,5","tmdbId":629,"genres":["Drama","Crime","Thriller"],"overview":"Detetive interroga um dos únicos sobreviventes de uma explosão no cais que provocou dezenas de mortes. O suspeito conta uma história sobre os eventos que levaram ele e mais quatro criminosos ao local do crime, deixando dúvidas sobre a verdade.","release_date":"1995-07-19","runtime":106},{"ranking":41,"imdbId":"tt0482571","title":"O Grande Truque","originalTitle":"The Prestige","imdbRating":"8,5","genres":["Drama","Mistério","Ficção científica"],"tmdbId":1124,"overview":"No século 19, em Londres, dois amigos ilusionistas e mágicos, Alfred Borden e Rupert Angier, acabam construindo uma rivalidade, uma batalha por supremacia, que se estende ao longo dos anos e que se transforma em obsessão, cujos resultados serão inevitavelmente trágicos.","release_date":"2006-10-19","runtime":130},{"ranking":42,"imdbId":"tt2582802","title":"Whiplash: Em Busca da Perfeição","originalTitle":"Whiplash","imdbRating":"8,5","genres":["Drama","Música"],"tmdbId":244786,"overview":"Andrew sonha em ser o melhor baterista de sua geração. Ele chama a atenção do impiedoso mestre do jazz Terence Fletcher, que ultrapassa os limites e transforma seu sonho em uma obsessão, colocando em risco a saúde física e mental do jovem músico.","release_date":"2014-10-10","runtime":105},{"ranking":43,"imdbId":"tt0034583","title":"Casablanca","originalTitle":"Casablanca","imdbRating":"8,5","genres":["Drama","Romance"],"tmdbId":289,"overview":"Durante a Segunda Guerra Mundial, muitos fugitivos tentavam escapar dos nazistas por uma rota que passava pela cidade de Casablanca. O exilado americano Rick Blaine encontrou refúgio na cidade, dirigindo uma das principais casas noturnas da região. Clandestinamente, tentando despistar o Capitão Renault, ele ajuda refugiados, possibilitando que eles fujam para os Estados Unidos. Quando um casal pede sua ajuda para deixar o país, ele reencontra uma grande paixão do passado, a bela Ilsa. Este amor vai encontrar uma nova vida e eles vão lutar para fugir juntos.","release_date":"1942-11-26","runtime":102},{"ranking":44,"imdbId":"tt0056058","title":"Harakiri","originalTitle":"Harakiri","imdbRating":"8,5","genres":["Drama"],"tmdbId":174958,"overview":"Um velho samurai ronin chega à casa de um senhor feudal e pede um lugar honroso para cometer suicídio. Mas quando o ronin pede um samurai mais jovem que chegou antes, os eventos seguem um curso inesperado.","release_date":"1919-12-18","runtime":80},{"ranking":45,"imdbId":"tt1675434","title":"Intocáveis","originalTitle":"The Intouchables","imdbRating":"8,5","genres":["Drama","Comédia"],"tmdbId":77338,"overview":"Quando um ex-presidiário é contratado para cuidar de um aristocrata francês, seu novo trabalho se torna uma aventura imprevisível. Acelerar uma Maserati em Paris, seduzir mulheres, e fazer parapente sobre os Alpes é apenas o começo, pois ele vira o mundo da classe alta de Paris de cabeça para baixo.","release_date":"2011-11-02","runtime":112},{"ranking":46,"imdbId":"tt0095327","title":"Túmulo dos Vagalumes","originalTitle":"Grave of the Fireflies","imdbRating":"8,5","tmdbId":12477,"genres":["Animação","Drama","Guerra"],"overview":"O filme relata a história de dois irmãos, Seita e Setsuko, no período da Segunda Guerra Mundial no Japão. O pai deles é convocado para defender o país na guerra, pois faz parte da marinha japonesa e a mãe falece em um bombardeio de aviões norte-americanos. A partir daí, o filme mostra a luta pela sobrevivência das duas crianças em meio à pobreza e miséria que assola o país. Fome, doenças e a falta de generosidade e sensibilidade dos adultos faz deste percurso um dos filmes mais bonitos e comoventes sobre o trágico quadro gerado pela guerra.","release_date":"1988-04-16","runtime":88},{"ranking":47,"imdbId":"tt0027977","title":"Tempos Modernos","originalTitle":"Modern Times","imdbRating":"8,4","tmdbId":3082,"genres":["Comédia","Drama"],"overview":"O icónico Vagabundo está empregado em uma fábrica, onde as máquinas inevitável e completamente o dominam e vários percalços o levam para a prisão. Entre suas passagens pela prisão, ele conhece e faz amizade com uma garota órfã. Ambos, juntos e separados, tentam lidar com as dificuldades da vida moderna, o Vagabundo trabalhando como garçom e, eventualmente, um artista.","release_date":"1936-02-05","runtime":87},{"ranking":48,"imdbId":"tt0064116","title":"Era uma Vez no Oeste","originalTitle":"Once Upon a Time in the West","imdbRating":"8,4","genres":["Drama","Faroeste"],"tmdbId":335,"overview":"Enquanto os construtores ferroviários marcham imparavelmente através do deserto de Arizona a caminho do mar, Jill chega à pequena cidade de Flagstone com a intenção de começar uma nova vida.","release_date":"1968-12-21","runtime":166},{"ranking":49,"imdbId":"tt0047396","title":"Janela Indiscreta","originalTitle":"Rear Window","imdbRating":"8,4","tmdbId":567,"genres":["Thriller","Mistério"],"overview":"Em Greenwich Village, Nova York, L.B. Jeffries, um fotógrafo profissional, está de molho em seu apartamento por ter quebrado a perna enquanto trabalhava. Como não tem muito o que fazer, fica bisbilhotando a vida dos seus vizinhos com um binóculo. Porém vê algumas coisas que o fazem suspeitar que um assassinato foi cometido.","release_date":"1954-08-01","runtime":112},{"ranking":50,"imdbId":"tt0095765","title":"Cinema Paradiso","originalTitle":"Cinema Paradiso","imdbRating":"8,4","genres":["Drama","Romance"],"tmdbId":11216,"overview":"Um diretor de cinema lembra como, em sua infância, ele se apaixonou pelo cinema de sua cidade e iniciou uma profunda amizade com o projetista.","release_date":"1988-11-17","runtime":155},{"ranking":51,"imdbId":"tt0078748","title":"Alien - O 8º Passageiro","originalTitle":"Alien","imdbRating":"8,4","tmdbId":348,"genres":["Terror","Ficção científica"],"overview":"Quando a tripulação da sonda espacial Nostromo responde a um pedido de socorro vindo de um planeta inóspito, eles descobrem uma forma de vida mortal que se reproduz dentro de humanos. Agora, a tripulação deve lutar para permanecer viva e impedir que a criatura chegue até a Terra.","release_date":"1979-05-25","runtime":117},{"ranking":52,"imdbId":"tt0021749","title":"Luzes da Cidade","originalTitle":"City Lights","imdbRating":"8,4","genres":["Comédia","Drama","Romance"],"tmdbId":901,"overview":"Um vagabundo (Charles Chaplin) impede um homem rico (Harry Myers), que está bêbado, de se matar. Grato, ele o convida até sua casa e se torna seu amigo. Só que ele esquece completamente o que aconteceu quando está sóbrio, o que faz com que o vagabundo seja tratado de forma bem diferente. Paralelamente, o vagabundo se interessa por uma florista cega (Virginia Cherrill), a quem tenta ajudar a pagar o aluguel atrasado e a recuperar a visão. Só que ela pensa que seu benfeitor é, na verdade, um milionário.","release_date":"1931-02-01","runtime":87},{"ranking":53,"imdbId":"tt0078788","title":"Apocalypse Now","originalTitle":"Apocalypse Now","imdbRating":"8,4","genres":["Drama","Guerra"],"tmdbId":28,"overview":"Durante a guerra do Vietnã, o Capitão Willard recebe como missão ir ao Camboja para assassinar um Boina Verde renegado, o Coronel Kurtz. Este vive no meio de uma tribo local e é venerado como um deus. Mas, chegado ao seu destino, o Capitão Willard descobre que a sua missão é bem diferente do que imaginara.","release_date":"1979-08-15","runtime":196},{"ranking":54,"imdbId":"tt0209144","title":"Amnésia","originalTitle":"Memento","imdbRating":"8,4","tmdbId":77,"genres":["Mistério","Thriller"],"overview":"Leonard está caçando o homem que estuprou e matou sua esposa. Ele tem dificuldades em encontrar o assassino pois sofre de uma forma intratável de perda de memória. Mesmo que ele possa lembrar detalhes da vida antes do acidente, Leonard não consegue lembrar o que aconteceu quinze minutos atrás, onde está indo ou a razão.","release_date":"2000-10-11","runtime":113},{"ranking":55,"imdbId":"tt0082971","title":"Os Caçadores da Arca Perdida","originalTitle":"Indiana Jones and the Raiders of the Lost Ark","imdbRating":"8,4","genres":["Aventura","Ação"],"tmdbId":85,"overview":"Em 1936, o arqueólogo Indiana Jones é contratado para encontrar a Arca da Aliança, que segundo as escrituras bíblicas conteria \"Os Dez Mandamentos\" que Deus revelou a Moisés no Monte Horeb. Mas como a lenda diz que o exército que a possuir será invencível, Indiana Jones terá um adversário de peso na busca pela arca perdida: o próprio Adolf Hitler.","release_date":"1981-06-12","runtime":115},{"ranking":56,"imdbId":"tt1853728","title":"Django Livre","originalTitle":"Django Unchained","imdbRating":"8,4","genres":["Drama","Faroeste"],"tmdbId":68718,"overview":"Django é um escravo, comprado pelo caçador de recompensas alemão Dr. King Schultz para auxiliá-lo em uma missão. A dupla acaba fazendo amizade e, após resolver os problemas do caçador, parte em busca por Broomhilda, esposa de Django. Para isso, eles devem enfrentar o vilão Calvin Candie, proprietário da escrava.","release_date":"2012-12-25","runtime":165},{"ranking":57,"imdbId":"tt0910970","title":"WALL-E","originalTitle":"WALL-E","imdbRating":"8,4","genres":["Animação","Família", "Ficção científica"],"tmdbId":10681,"overview":"Depois de milhares de solitários anos fazendo o que ele foi construído para fazer, o curioso e adorável WALL-E encontra uma nova razão para viver quando conhece uma robô de busca de alto design chamada EVA.","release_date":"2008-06-22","runtime":97},{"ranking":58,"imdbId":"tt0405094","title":"A Vida dos Outros","originalTitle":"The Lives of Others","imdbRating":"8,4","genres":["Drama","Thriller"],"tmdbId":582,"overview":"Georg Dreyman é o maior dramaturgo da Alemanha Oriental, sendo por muitos considerado o modelo perfeito de cidadão para o país, já que não contesta o governo nem seu regime político. Apesar disto o ministro Bruno Hempf acha por bem acompanhar seus passos, para descobrir se Dreyman tem algo a esconder. Ele passa esta tarefa para Anton Grubitz, que a princípio não vê nada de errado com Dreyman mas é alertado por Gerd Wiesler, seu subordinado, de que ele deveria ser vigiado. Grubitz passa a tarefa a Wiesler, que monta uma estrutura em que Dreyman e sua namorada, a atriz Christa-Maria Sieland, são vigiados 24 horas.","release_date":"2006-03-15","runtime":138},{"ranking":59,"imdbId":"tt0043014","title":"Crepúsculo dos Deuses","originalTitle":"Sunset Blvd.","imdbRating":"8,4","tmdbId":599,"genres":["Drama"],"overview":"Uma estrela veterana do cinema mudo se recusa a aceitar que seu reinado acabou. Então ela contrata um jovem roteirista para ajudá-la a reconquistar o sucesso. O escritor acredita que pode manipular a atriz, mas percebe que está redondamente enganado.","release_date":"1950-08-10","runtime":110},{"ranking":60,"imdbId":"tt0050825","title":"Glória Feita de Sangue","originalTitle":"Paths of Glory","imdbRating":"8,4","genres":["Drama","Guerra"],"tmdbId":975,"overview":"Em 1916, durante a Primeira Guerra Mundial, Mireau (George Meeker), um general francês, ordena um ataque suicida e como nem todos os seus soldados puderam se lançar ao ataque ele exige que sua artilharia ataque as próprias trincheiras.","release_date":"1957-10-25","runtime":88},{"ranking":61,"imdbId":"tt0032553","title":"O Grande Ditador","originalTitle":"The Great Dictator","imdbRating":"8,4","genres":["Comédia","Guerra"],"tmdbId":914,"overview":"Um barbeiro judeu passa anos em um hospital do exército se recuperando de suas feridas após ter servido na guerra, sem saber do crescimento de poder do ditador fascista Adenóide Hynkel e suas políticas antissemitas. Quando o barbeiro retorna ao seu bairro tranquilo, ele fica atordoado com as mudanças brutais e, de forma imprudente, se une a uma menina bonita e seus vizinhos para se rebelar.","release_date":"1940-10-15","runtime":124},{"ranking":62,"imdbId":"tt0081505","title":"O Iluminado","originalTitle":"The Shining","imdbRating":"8,4","tmdbId":694,"genres":["Terror","Thriller"],"overview":"Durante o inverno, um homem é contratado para ficar como vigia em um hotel no Colorado e vai para lá com a esposa e seu filho. Porém, o contínuo isolamento começa a lhe causar problemas mentais sérios e ele vai se tornado cada vez mais agressivo e perigoso, ao mesmo tempo que seu filho passa a ter visões de acontecimentos ocorridos no passado, que também foram causados pelo isolamento excessivo.","release_date":"1980-05-23","runtime":146},{"ranking":63,"imdbId":"tt4154756","title":"Vingadores: Guerra Infinita","originalTitle":"Avengers: Infinity War","imdbRating":"8,4","genres":["Aventura","Ação","Ficção científica"],"tmdbId":299536,"overview":"Homem de Ferro, Thor, Hulk e os Vingadores se unem para combater seu inimigo mais poderoso, o maligno Thanos. Em uma missão para coletar todas as seis pedras infinitas, Thanos planeja usá-las para infligir sua vontade maléfica sobre a realidade.","release_date":"2018-04-25","runtime":182},{"ranking":64,"imdbId":"tt0051201","title":"Testemunha de Acusação","originalTitle":"Witness for the Prosecution","imdbRating":"8,4","genres":["Drama","Mistério","Crime"],"tmdbId":37257,"overview":"Quando Leonard Vole (Tyrone Power) é preso sob a acusação de ter assassinado uma rica viúva de meia-idade, Sir Wilfrid Robarts (Charles Laughton), um veterano e astuto advogado, concorda em defendê-lo. Sir Wilfrid está se recuperando de um ataque do coração quase fatal e \"supostamente\" está em uma dieta, que o proíbe de ingerir bebidas alcoólicas e de se envolver em casos complicados. Mas a atração pelas cortes criminais é algo muito forte para ele, especialmente quando o caso é bem difícil. O único álibi de Vole é o testemunho da sua esposa, Christine Vole (Marlene Dietrich), uma mulher fria e calculista. A tarefa de Sir Wilfrid fica praticamente impossível quando Christine Vole concorda em ser testemunha, não da defesa, mas da acusação.","release_date":"1957-12-17","runtime":114},{"ranking":65,"imdbId":"tt0090605","title":"Aliens, O Resgate","originalTitle":"Aliens","imdbRating":"8,3","genres":["Ação","Thriller","Ficção científica"],"tmdbId":679,"overview":"Ao escapar da nave cargueiro Nostromo, a tenente Ripley é encontrada flutuando pelo espaço numa cápsula de fuga. De volta, ela conta tudo o que aconteceu, mas o pesadelo está longe do fim.","release_date":"1986-07-18","runtime":137},{"ranking":66,"imdbId":"tt4633694","title":"Homem-Aranha no Aranhaverso","originalTitle":"Spider-Man: Into the Spider-Verse","imdbRating":"8,3","genres":["Ação","Aventura","Animação","Ficção científica"],"tmdbId":324857,"overview":"Miles Morales é um jovem negro do Brooklyn que se tornou o Homem-Aranha inspirado no legado de Peter Parker, já falecido. Entretanto, ao visitar o túmulo de seu ídolo em uma noite chuvosa, ele é surpreendido com a presença do próprio Peter, vestindo o traje do herói aracnídeo sob um sobretudo. A surpresa fica ainda maior quando Miles descobre que ele veio de uma dimensão paralela, assim como outras variações do Homem-Aranha.","release_date":"2018-12-06","runtime":117},{"ranking":67,"imdbId":"tt0169547","title":"Beleza Americana","originalTitle":"American Beauty","imdbRating":"8,3","genres":["Drama"],"tmdbId":14,"overview":"Lester Burham não aguenta mais o emprego e se sente impotente perante sua vida. Casado com Carolyn e pai da \"aborrecente\" Jane, o melhor momento de seu dia quando se masturba no chuveiro. Até que conhece Angela Hayes, amiga de Jane. Encantado com sua beleza e disposto a dar a volta por cima, Lester pede demissão e começa a reconstruir sua vida, com a ajuda de seu vizinho Ricky.","release_date":"1999-09-15","runtime":122},{"ranking":68,"imdbId":"tt0057012","title":"Dr. Fantástico","originalTitle":"Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb","imdbRating":"8,3","tmdbId":935,"genres":["Drama","Comédia","Guerra"],"overview":"Um general americano meio louco, Jack D. Ripper, acredita que os soviéticos estão sabotando os reservatórios de água dos Estados Unidos e resolve fazer um ataque anticomunista, bombardeando a União Soviética para se livrar dos \"vermelhos\". Com as comunicações interrompidas, ele é o único que possui os códigos para parar os bombardeiros e evitar o que provavelmente seria o início da Terceira Guerra Mundial.","release_date":"1964-01-29","runtime":95},{"ranking":69,"imdbId":"tt1345836","title":"Batman: O Cavaleiro das Trevas Ressurge","originalTitle":"The Dark Knight Rises","imdbRating":"8,3","genres":["Ação","Crime","Drama","Thriller"],"tmdbId":49026,"overview":"Após ser culpado pela morte de Harvey Dent e passar de herói a vilão, Batman desaparece. As coisas mudam com a chegada de uma ladra misteriosa, a Mulher-Gato, e Bane, um terrorista mascarado, que fazem Batman abandonar seu exílio forçado.","release_date":"2012-07-16","runtime":165},{"ranking":70,"imdbId":"tt0364569","title":"Oldboy","originalTitle":"Oldboy","imdbRating":"8,3","genres":["Drama","Thriller","Mistério","Ação"],"tmdbId":87516,"overview":"Um arrogante executivo, Joe Ducett, é sequestrado e passa 20 anos em cativeiro, sem saber quem o sequestrou ou o motivo. Enquanto isso, ele descobre, pela televisão, que sua ex-esposa foi assassinada e que ele é o principal suspeito. Certo dia, Joe é libertado e, com a ajuda de uma assistente social, ele tem apenas três dias para descobrir a verdade sobre seu sequestro.","release_date":"2013-11-14","runtime":104},{"ranking":71,"imdbId":"tt0086879","title":"Amadeus","originalTitle":"Amadeus","imdbRating":"8,3","genres":["História","Música","Drama"],"tmdbId":279,"overview":"Após tentar se suicidar, Salieri confessa a um padre que foi o responsável pela morte de Mozart e relata como conheceu, conviveu e passou a odiar Mozart, que era um jovem irreverente mas compunha como se sua música tivesse sido abençoada por Deus.","release_date":"1984-09-19","runtime":180},{"ranking":72,"imdbId":"tt7286456","title":"Coringa","originalTitle":"Joker","imdbRating":"8,3","tmdbId":475557,"genres":["Crime","Thriller","Drama"],"overview":"Um comediante falido enlouquece e se torna um assassino psicopata.","release_date":"2019-10-01","runtime":122},{"ranking":73,"imdbId":"tt0361748","title":"Bastardos Inglórios","originalTitle":"Inglourious Basterds","imdbRating":"8,3","genres":["Drama","Ação","Thriller","Guerra"],"tmdbId":16869,"overview":"Durante a Segunda Guerra Mundial, na França, um grupo de judeus americanos conhecidos como Bastardos espalha o terror entre o terceiro Reich. Ao mesmo tempo, Shosanna, uma judia que fugiu dos nazistas, planeja vingança quando um evento em seu cinema reunirá os líderes do partido.","release_date":"2009-08-19","runtime":152},{"ranking":74,"imdbId":"tt2380307","title":"Viva: A Vida é uma Festa","originalTitle":"Coco","imdbRating":"8,3","tmdbId":354912,"genres":["Família","Animação","Fantasia","Música","Comédia","Aventura"],"overview":"O aspirante a músico Miguel, deve lidar com sua família que desaprova seu sonho, acaba entrando na Terra dos Mortos para encontrar seu trisavô, um cantor lendário.","release_date":"2017-10-27","runtime":109},{"ranking":75,"imdbId":"tt0114709","title":"Toy Story","originalTitle":"Toy Story","imdbRating":"8,3","genres":["Animação","Aventura","Família","Comédia"],"tmdbId":862,"overview":"Buzz Lightyear é o novo e sofisticado astronauta de brinquedo do garoto Andy. Buzz não imaginava que encontraria um rival: Woody, um cowboy de brinquedo que, dominado pelo ciúme, acredita ter perdido um lugar precioso no coração do seu dono. Os dois brinquedos vivem brigando até que vão parar nas garras do vizinho, um verdadeiro destruidor de brinquedos. Agora, mais do que nunca, Buzz e Woody precisam precisam se unir para escapar do perigo. Com a ajuda de seus amigos da caixa de brinquedos, eles vão viver uma incrível aventura.","release_date":"1995-10-30","runtime":81},{"ranking":76,"imdbId":"tt0112573","title":"Coração Valente","originalTitle":"Braveheart","imdbRating":"8,3","tmdbId":197,"genres":["Ação","Drama","História","Guerra"],"overview":"No século XIII, soldados ingleses matam a mulher do escocês William Wallace, bem na sua noite de núpcias. Para vingar a amada, ele resolve liderar seu povo em uma luta contra o cruel Rei inglês Edward I. Com a ajuda de Robert e Bruce, ele vai deflagrar uma violenta batalha com o objetivo de libertar a Escócia de uma vez por todas.","release_date":"1995-03-14","runtime":178},{"ranking":77,"imdbId":"tt0082096","title":"O Barco: Inferno no Mar","originalTitle":"The Boat","imdbRating":"8,3","tmdbId":387,"genres":["Drama","História","Guerra"],"overview":"Em plena Segunda Guerra Mundial, em 1942, o capitão de um submarino enfrenta enormes dificuldades no comando de uma tripulação pouco experiente. Durante a Batalha do Atlântico Norte, eles vivem num inferno claustrofóbico afundando navios ingleses e procurando barcos aliados.","release_date":"1981-09-17","runtime":209},{"ranking":78,"imdbId":"tt4154796","title":"Vingadores: Ultimato","originalTitle":"Avengers: Endgame","imdbRating":"8,3","genres":["Aventura","Ficção científica","Ação"],"tmdbId":299534,"overview":"Após os eventos devastadores de \"Vingadores: Guerra Infinita\", o universo está em ruínas devido aos esforços do Titã Louco, Thanos. Com a ajuda de aliados remanescentes, os Vingadores devem se reunir mais uma vez a fim de desfazer as ações de Thanos e restaurar a ordem no universo de uma vez por todas, não importando as consequências.","release_date":"2019-04-24","runtime":181},{"ranking":79,"imdbId":"tt0119698","title":"Princesa Mononoke","originalTitle":"Princess Mononoke","imdbRating":"8,3","genres":["Aventura","Fantasia","Animação"],"tmdbId":128,"overview":"Um príncipe infectado por uma doença sabe que irá morrer, a menos que encontre a cura. Sendo a sua última esperança, segue para o leste e, durante o caminho, encontra animais da floresta lutando contra a sua exploração, liderados pela princesa Mononoke.","release_date":"1997-07-12","runtime":134},{"ranking":80,"imdbId":"tt0087843","title":"Era uma Vez na América","originalTitle":"Once Upon a Time in America","imdbRating":"8,3","genres":["Drama","Crime"],"tmdbId":311,"overview":"Depois de crescer no gueto judeu de Nova Iorque e se destacar no crime organizado da Era da Proibição, um gângster de idade retorna a Brooklyn para enfrentar seu passado.","release_date":"1984-05-23","runtime":229},{"ranking":81,"imdbId":"tt0119217","title":"Gênio Indomável","originalTitle":"Good Will Hunting","imdbRating":"8,3","genres":["Drama"],"tmdbId":489,"overview":"Em Boston, um jovem de 20 anos (Matt Damon) que já teve algumas passagens pela polícia e servente de uma universidade, revela-se um gênio em matemática e, por determinação legal, precisa fazer terapia, mas nada funciona, pois ele debocha de todos os analistas, até se identificar com um deles.","release_date":"1997-12-05","runtime":126},{"ranking":82,"imdbId":"tt1745960","title":"Top Gun: Maverick","originalTitle":"Top Gun: Maverick","imdbRating":"8,3","genres":["Ação","Drama"],"tmdbId":361743,"overview":"Depois de mais de 30 anos de serviço como um dos principais aviadores da Marinha, Pete \"Maverick\" Mitchell está de volta, rompendo os limites como um piloto de testes corajoso. No mundo contemporâneo das guerras tecnológicas, Maverick enfrenta drones e prova que o fator humano ainda é essencial.","release_date":"2022-05-24","runtime":131},{"ranking":83,"imdbId":"tt5311514","title":"Your Name.","originalTitle":"Your Name.","imdbRating":"8,3","genres":["Drama","Fantasia","Romance"],"tmdbId":553301,"overview":"Dois estranhos estão ligados de uma maneira bizarra, mais quando uma conexão é formada, a distância será a única coisa que os manterá separados?","release_date":"2017-10-11","runtime":106},{"ranking":84,"imdbId":"tt0180093","title":"Réquiem para um Sonho","originalTitle":"Requiem for a Dream","imdbRating":"8,3","genres":["Crime","Drama"],"tmdbId":641,"overview":"Enquanto o filho lida com sua própria batalha contra as drogas, Sara é convidada para participar de seu programa de TV favorito. Para poder usar o vestido preferido, começa a tomar pílulas para emagrecer e fica viciada.","release_date":"2000-10-06","runtime":102},{"ranking":85,"imdbId":"tt1187043","title":"3 Idiotas","originalTitle":"3 Idiots","imdbRating":"8,3","tmdbId":20453,"genres":["Drama","Comédia"],"overview":"Farhan e Raju partem em busca de seu amigo e colega de faculdade há muito desaparecido, Rancho. No decorrer desta aventura, serão confrontados com uma antiga aposta esquecida, um casamento que terão de entrar de penetras e um funeral que não correrá como planejado.","release_date":"2009-12-23","runtime":164},{"ranking":86,"imdbId":"tt0045152","title":"Cantando na Chuva","originalTitle":"Singin' in the Rain","imdbRating":"8,3","genres":["Comédia","Música","Romance","Drama"],"tmdbId":872,"overview":"Em 1927, Hollywood, está um verdadeiro rebuliço com a transição do cinema mudo para o falado. Don Lockwood e Lina Lamont, o casal mais querido do cinema mudo, se prepara para rodar um musical. Mas, infelizmente, Lina não só não sabe cantar como tem uma voz horrível. A estreante, Kathy Selden, é chamada a emprestar sua voz à estrela. As gravações são uma confusão, mas tudo piora quando Don se apaixona pela doce Kathy. Ao lado de seu inseparável amigo, o compositor Cosmo Brown, ele tenta mostrar ao mundo o talento de Kathy.","release_date":"1952-04-09","runtime":102},{"ranking":87,"imdbId":"tt0435761","title":"Toy Story 3","originalTitle":"Toy Story 3","imdbRating":"8,3","genres":["Animação","Família","Comédia"],"tmdbId":10193,"overview":"Quando Andy se prepara para ir para a faculdade, Woody, Buzz, Jessie e o restante dos leais brinquedos de Andy pensam o que irá acontecer com eles. Mas quando uma confusão faz com que eles sejam levados à creche Sunnyside, eles conhecem um anfitrião de novos brinquedos e logo descobrem que uma nova aventura selvagem está apenas começando!","release_date":"2010-06-16","runtime":103},{"ranking":88,"imdbId":"tt0057565","title":"Céu E Inferno","originalTitle":"High and Low","imdbRating":"8,3","tmdbId":12493,"genres":["Crime","Drama","Mistério","Thriller"],"overview":"Um executivo de uma empresa de calçados torna-se vítima de extorsão quando o filho de seu motorista é sequestrado e pedem resgate. O executivo Gondo (Toshirô Mifune) hipoteca tudo o que tem na tentativa de assumir a Companhia Nacional de Sapatos, para manter a empresa fora das mãos dos outros executivos incompetentes e gananciosos. Contudo, o mesmo dinheiro que ele arrecada pode pagar o resgate que possivelmente irá salvara vida de uma criança, levando o executivo a tomar decisões extremas e elaborar procedimentos policiais. A resolução desse dilema - a perda certa da empresa vs a perda provável da criança - cria um drama distinto, e um elaborado procedimento de polícia cria um segundo. (e 12 - Estimado 12 Anos)","release_date":"1963-03-01","runtime":143},{"ranking":89,"imdbId":"tt0086190","title":"Star Wars, Episódio VI: O Retorno do Jedi","originalTitle":"Star Wars: Episode VI - Return of the Jedi","imdbRating":"8,3","tmdbId":1892,"genres":["Aventura","Ação","Ficção científica"],"overview":"O imperador está supervisionando a construção de uma nova Estrela da Morte. Enquanto isso Luke Skywalker liberta Han Solo e a Princesa Leia das mãos de Jaba. Luke só se tornará um cavaleiro jedi quando destruir Darth Vader, que ainda pretende atraí-lo para o lado sombrio da Força.","release_date":"1983-05-25","runtime":135},{"ranking":90,"imdbId":"tt8267604","title":"Cafarnaum","originalTitle":"Capernaum","imdbRating":"8,3","genres":["Drama"],"tmdbId":517814,"overview":"Aos doze anos, Zain carrega uma série de responsabilidades: é ele quem cuida de seus irmãos no cortiço em que vive junto com os pais, que estão sempre ausentes graças ao trabalho em uma mercearia. Quando sua irmã de onze é forçada a se casar com um homem mais velho, o menino fica extremamente revoltado e decide deixar a família. Ele passa a viver nas ruas junto aos refugiados e outras crianças que, diferentemente dele, não chegaram lá por conta própria. Sobrevive graças à sua esperteza nas ruas, cuida da refugiada etíope Rahil e seu bebê Yonas. É preso por um crime violento e, enquanto cumpria uma pena de cinco anos, ele processa seus pais por negligência.","release_date":"2018-09-20","runtime":127},{"ranking":91,"imdbId":"tt0338013","title":"Brilho Eterno de uma Mente sem Lembranças","originalTitle":"Eternal Sunshine of the Spotless Mind","imdbRating":"8,3","genres":["Ficção científica","Drama","Romance"],"tmdbId":38,"overview":"Joel se surpreende ao saber que seu amor verdadeiro, Clementine, o apagou completamente de sua memória. Ele decide fazer o mesmo, mas muda de ideia. Preso dentro da própria mente enquanto os especialistas se mantêm ocupados em seu apartamento, Joel precisa avisá-los para parar.","release_date":"2004-03-19","runtime":108},{"ranking":92,"imdbId":"tt0062622","title":"2001: Uma Odisséia no Espaço","originalTitle":"2001: A Space Odyssey","imdbRating":"8,3","tmdbId":62,"genres":["Ficção científica","Mistério","Aventura"],"overview":"Desde a “Aurora do Homem” (a pré-história), um misterioso monólito negro parece emitir sinais de outra civilização, assim interferindo no nosso planeta. Quatro milhões de anos depois, no século XXI, uma equipe de astronautas liderados pelo experiente David Bowman (Keir Dullea) e Frank Poole (Gary Lockwood) é enviada ao planeta Júpiter para investigar o enigmático monólito na nave Discovery, totalmente controlada pelo computador HAL-9000. Entretanto, no meio da viagem, HAL-9000 entra em pane e tenta assumir o controle da nave, eliminando um a um os tripulantes.","release_date":"1968-04-02","runtime":148},{"ranking":93,"imdbId":"tt0105236","title":"Cães de Aluguel","originalTitle":"Reservoir Dogs","imdbRating":"8,3","genres":["Crime","Thriller"],"tmdbId":500,"overview":"Uma gangue de ladrões, fugindo de um assalto bem-sucedido, encontra-se em um armazém. O problema é que a polícia está atrás deles, e cada um começa então a desconfiar que possa haver um traidor no grupo. O filme tem uma montagem que mostra as cenas no armazém intercalando-se com flashbacks da preparação para o crime, até um final surpreendente. Roteiro inteligente, na ótima estréia de Quentin Tarantino na direção.","release_date":"1992-09-02","runtime":99},{"ranking":94,"imdbId":"tt2106476","title":"A Caça","originalTitle":"The Hunt","imdbRating":"8,3","tmdbId":103663,"genres":["Drama"],"overview":"Lucas acaba de passar por um divórcio complicado e é professor em um jardim-de-infância de uma pequena cidade dinamarquesa. A filha de seu melhor amigo, Klara, uma garotinha de 6 anos, acusa Lucas de abuso sexual para vingar-se de um beijo que ele recusou; a menina usa como embasamento a foto de um pênis ereto mostrada pelo seu irmão mais velho. A diretora da escola acredita inteiramente na menina e todos os adultos tentam evitar o seu relato, a fim de supostamente preservá-la da lembrança, enquanto começam a hostilizar Lucas, tomando-lhe como culpado e maníaco.","release_date":"2012-10-25","runtime":116},{"ranking":95,"imdbId":"tt0091251","title":"Vá e Veja","originalTitle":"Come and See","imdbRating":"8,3","tmdbId":25237,"genres":["Drama","Guerra"],"overview":"O jovem camponês Florya é cooptado por um despreparado grupo de guerrilheiros antinazistas. Em confronto com os alemães, o garoto é deixado para trás e decide retornar ao seu vilarejo. Chegando lá depara-se com o desolador cenário de um massacre. Perturbado, ele passa a vagar sem rumo, presenciando cenas cada vez mais fortes.","release_date":"1985-07-09","runtime":142},{"ranking":96,"imdbId":"tt0033467","title":"Cidadão Kane","originalTitle":"Citizen Kane","imdbRating":"8,3","tmdbId":15,"genres":["Mistério","Drama"],"overview":"Charles Foster Kane foi um menino pobre que acaba se tornando um dos homens mais ricos do mundo. O filme inicia com a sua morte, momentos antes da qual pronuncia a palavra \"Rosebud\". Após dias de sensacionalismo em cima da notícia de sua morte, o jornalista Jerry Thompson é enviado por seu chefe para investigar a vida de Kane, a fim de descobrir o sentido de sua última palavra, a qual ninguém sabia. Entrevistando pessoas do passado de Kane, o jornalista mergulha na vida de um homem solitário, que desde a infância é obrigado a seguir a vontade alheia. Ninguém a seu redor importa-se com Kane, que busca por meio da aquisição de bens a adoração das pessoas. Ao final, Thompson, após a exaustiva investigação da vida de Kane através de entrevistas, se vê incapaz de descobrir o significado da palavra, concluindo que \"Charles Foster Kane foi um homem que possuiu tudo o que quis e depois perdeu tudo. Talvez Rosebud seja algo que ele nunca tenha possuído ou algo que tenha perdido\".","release_date":"1941-04-17","runtime":119},{"ranking":97,"imdbId":"tt0022100","title":"M, o Vampiro de Dusseldorf","originalTitle":"M","imdbRating":"8,3","tmdbId":832,"genres":["Drama","Ação","Thriller","Crime"],"overview":"Assassino em série na cidade alemã de Düsseldorf põe a polícia e a população em estado de alerta máximo. Obra-prima do Expressionismo Alemão, M já serviu de inspiração para inúmeros outros cineastas, que veem em sua fotografia uma maneira própria de fazer cinema, seguindo os passos de outras obras do Expressionismo, como Nosferatu, este de 1922.","release_date":"1931-05-11","runtime":117},{"ranking":98,"imdbId":"tt0056172","title":"Lawrence da Arábia","originalTitle":"Lawrence of Arabia","imdbRating":"8,3","genres":["Aventura","Drama","História","Guerra"],"tmdbId":947,"overview":"Graças ao seu conhecimento dos beduínos, o oficial britânico T.E. Lawrence é enviado à Arábia para encontrar o príncipe Faisal e servir de ligação entre árabes e ingleses na luta contra os turcos. Com a ajuda do nativo xerife Ali, Lawrence se rebela contra as ordens de seus superiores e enfrenta uma jornada através do deserto para atacar um porto turco bem protegido.","release_date":"1962-12-11","runtime":216},{"ranking":99,"imdbId":"tt0053125","title":"Intriga Internacional","originalTitle":"North by Northwest","imdbRating":"8,2","tmdbId":213,"genres":["Mistério","Thriller"],"overview":"Confundido com um agente secreto, de uma hora para outra o publicitário Roger Tornhill se vê envolvido numa complicada trama de espionagem, sendo acusado inclusive de assassinato. Enquanto tenta provar sua inocência, é perseguido tanto pela polícia como por agentes criminosos. O filme comprova toda a habilidade de Hitchcock para mesclar suspense e aventura","release_date":"1959-07-08","runtime":136},{"ranking":100,"imdbId":"tt0052357","title":"Um Corpo que Cai","originalTitle":"Vertigo","imdbRating":"8,2","genres":["Mistério","Romance","Thriller"],"tmdbId":426,"overview":"Em São Francisco, um detetive aposentado (James Stewart) que sofre de um terrível medo de alturas é encarregado de vigiar uma mulher (Kim Novak) com possíveis tendências suicidas, até que algo estranho acontece nesta missão.","release_date":"1958-05-28","runtime":128},{"ranking":101,"imdbId":"tt0211915","title":"O Fabuloso Destino de Amélie Poulain","originalTitle":"Amélie","imdbRating":"8,2","tmdbId":194,"genres":["Comédia","Romance"],"overview":"Após deixar a vida de subúrbio que levava com a família, a inocente Amélie muda-se para o bairro parisiense de Montmartre, onde começa a trabalhar como garçonete. Certo dia encontra uma caixa escondida no banheiro de sua casa e, pensando que pertencesse ao antigo morador, decide procurá-lo ­e é assim que encontra Dominique. Ao ver que ele chora de alegria ao reaver o seu objeto, a moça fica impressionada e adquire uma nova visão do mundo. Então, a partir de pequenos gestos, ela passa a ajudar as pessoas que a rodeiam, vendo nisto um novo sentido para sua existência. Contudo, ainda sente falta de um grande amor.","release_date":"2001-04-25","runtime":122},{"ranking":102,"imdbId":"tt0066921","title":"Laranja Mecânica","originalTitle":"A Clockwork Orange","imdbRating":"8,2","genres":["Ficção científica","Drama"],"tmdbId":185,"overview":"Em uma Inglaterra do futuro, um membro de uma gangue de delinquentes tenta desligar-se, mas é espancado pelos demais e deixado ao abandono para ser apanhado pela polícia. Na prisão, ele é submetido a um tratamento experimental para recuperar criminosos, expondo-os às mazelas que eles mesmos infligiam à sociedade.","release_date":"1971-12-19","runtime":136},{"ranking":103,"imdbId":"tt0053604","title":"Se Meu Apartamento Falasse","originalTitle":"The Apartment","imdbRating":"8,2","genres":["Comédia","Drama","Romance"],"tmdbId":284,"overview":"Um funcionário ambicioso (Jack Lemmon) descobre um atalho para subir na companhia em que trabalha: Ceder seu apartamento para os encontros amorosos de seus chefes. A tática inicialmente dá certo, mas passa a ser ameaçada quando ele se apaixona pela amante de um de seus chefes.","release_date":"1960-06-21","runtime":125},{"ranking":104,"imdbId":"tt0044741","title":"Viver","originalTitle":"Ikiru","imdbRating":"8,2","tmdbId":3782,"genres":["Drama"],"overview":"Burocrata de longa data, que não liga para nada que não o interessa, descobre que está com câncer. Decide, então, construir um playground em seu bairro, tentando descobrir um sentido para sua vida.","release_date":"1952-10-09","runtime":143},{"ranking":105,"imdbId":"tt0036775","title":"Pacto de Sangue","originalTitle":"Double Indemnity","imdbRating":"8,2","genres":["Crime","Drama","Mistério","Thriller"],"tmdbId":996,"overview":"Um agente de seguros encontra a atraente (e casada) Phyllis quando vai efetuar um negócio e ambos logo se apaixonam. Phyllis o convence a efetuar um plano para assassinar seu marido após fazer um seguro de vida para ele. O objetivo? Ficar com o dinheiro do seguro. Mas nem tudo dá certo na execução do plano. (Estimado e 14)","release_date":"1944-06-14","runtime":107},{"ranking":106,"imdbId":"tt0093058","title":"Nascido para Matar","originalTitle":"Full Metal Jacket","imdbRating":"8,2","tmdbId":600,"genres":["Drama","Guerra"],"overview":"Um sargento treina de forma fanática e sádica os recrutas em uma base de treinamentos, na intenção de transformá-los em máquinas de guerra para combater na Guerra do Vietnã. Após serem transformados em fuzileiros navais, eles são enviados para a guerra e quando lá chegam se deparam com seus horrores.","release_date":"1987-06-26","runtime":117},{"ranking":107,"imdbId":"tt8503618","title":"Hamilton","originalTitle":"Hamilton","imdbRating":"8,2","genres":["História","Drama"],"tmdbId":556574,"overview":"Hamilton é um musical que conta a história da América por vozes americanas. Por meio da história de um dos principais fundadores americanos e primeiro secretário do Tesouro, Alexander Hamilton, a trilha sonora que mistura hip-hop, jazz, R&B e Broadway revoluciona o teatro no The Richard Rodgers Theatre, na Broadway, em junho de 2016.","release_date":"2020-07-03","runtime":160},{"ranking":108,"imdbId":"tt0086250","title":"Scarface","originalTitle":"Scarface","imdbRating":"8,2","genres":["Ação","Crime","Drama"],"tmdbId":111,"overview":"Após receber residência permanente nos Estados Unidos em troca do assassinato de um oficial do governo cubano, Tony Montana se torna o chefe do tráfico de drogas em Miami. Matando qualquer um que entre em seu caminho, Tony eventualmente se torna o maior traficante da Flórida, controlando quase toda a cocaína que entra em Miami. Porém, a pressão da polícia, as guerras com cartéis colombianos e sua própria paranoia servem para alimentar as chamas de sua eventual queda.","release_date":"1983-12-09","runtime":166},{"ranking":109,"imdbId":"tt0070735","title":"Golpe de Mestre","originalTitle":"The Sting","imdbRating":"8,2","genres":["Comédia","Crime","Drama"],"tmdbId":9277,"overview":"Após o assassinato de um amigo em comum, o aspirante a vigarista Johnny Hooker junta-se ao velho Henry Gondorff para se vingar de Doyle Lonnega, o cruel chefe responsável pelo crime. Hooker e Gondorff implementam um plano elaborado para que Lonnegan não descubra que está sendo enganado. O grande golpe começa a se desenrolar, mas as coisas não saem como planejaram e a destemida dupla faz improvisações de última hora.","release_date":"1973-12-25","runtime":129},{"ranking":110,"imdbId":"tt0056592","title":"O Sol é para Todos","originalTitle":"To Kill a Mockingbird","imdbRating":"8,2","genres":["Drama"],"tmdbId":595,"overview":"Em 1932, na pacata Maycomb (Alabama), vivem os irmãos Jem e Scout Finch, órfãos de mãe criados pela babá negra Calpurnia e o pai Atticus Finch, advogado íntegro e respeitado na cidade, que atende gratuitamente aos mais pobres. A infância dividida entre a escola e as fantasias acerca do vizinho, o “malvado” Sr. Radley, cede espaço ao contato com a discriminação quando seu pai resolve defender o negro Tom Robinson, acusado de ter estuprado uma moça branca. Gregory Peck ganhou um Oscar por sua brilhante atuação nesta versão para o cinema do romance vencedor do Prêmio Pulitzer.","release_date":"1962-12-20","runtime":130},{"ranking":111,"imdbId":"tt1255953","title":"Incêndios","originalTitle":"Incendies","imdbRating":"8,2","tmdbId":46738,"genres":["Drama","Guerra","Mistério"],"overview":"Nawal, uma mulher moribunda do Oriente Médio que vive em Montreal, deixa cartas para seus filhos gêmeos para serem lidas quando ela falecer. Jeanne deve entregar a dela para o pai que nunca conheceu e Simon deve entregar a dele para o irmão que nunca soube que tinha. Os irmãos viajam para o Oriente Médio separados e vivenciam atos de brutalidade, descobrem uma história familiar surpreendente e têm revelações sobre si mesmos.","release_date":"2010-09-04","runtime":131},{"ranking":112,"imdbId":"tt1049413","title":"Up: Altas Aventuras","originalTitle":"Up","imdbRating":"8,2","genres":["Animação","Comédia","Família","Aventura"],"tmdbId":14160,"overview":"Carl Fredricksen é um vendedor de balões que, aos 78 anos, está prestes a perder a casa em que sempre viveu com sua esposa, a falecida Ellie. Após um incidente, Carl é considerado uma ameaça pública e forçado a ser internado. Para evitar que isto aconteça, ele põe balões em sua casa, fazendo com que ela levante voo. Carl quer viajar para uma floresta na América do Sul, onde ele e Ellie sempre desejaram morar, mas descobre que um problema embarcou junto: Russell, um menino de 8 anos.","release_date":"2009-05-28","runtime":96},{"ranking":113,"imdbId":"tt0113277","title":"Fogo Contra Fogo","originalTitle":"Heat","imdbRating":"8,2","genres":["Ação","Crime","Drama","Thriller"],"tmdbId":949,"overview":"Em Los Angeles é cometido um assalto no qual são roubados US$ 1,6 milhão de títulos ao portador e três policiais são mortos no assalto. Assim, um detetive da Divisão de Roubo e Homicídio assume o caso. Apesar de contar com poucas pistas, de estar lidando com ladrões profissionais além de ter problemas em sua vida pessoal, ele tenta impedir que esta quadrilha continue operando.","release_date":"1995-12-15","runtime":170},{"ranking":114,"imdbId":"tt0075314","title":"Taxi Driver: Motorista de Táxi","originalTitle":"Taxi Driver","imdbRating":"8,2","genres":["Crime","Drama"],"tmdbId":103,"overview":"O motorista de táxi de Nova York Travis Bickle, veterano da Guerra do Vietnã, reflete constantemente sobre a corrupção da vida ao seu redor e sente-se cada vez mais perturbado com a própria solidão e alienação. Apesar de não conseguir fazer contato emocional com ninguém e viver uma vida questionável em busca de diversão, ele se torna obcecado em ajudar uma prostituta de 12 anos que entra em seu táxi para fugir de um cafetão.","release_date":"1976-02-09","runtime":114},{"ranking":115,"imdbId":"tt1832382","title":"A Separação","originalTitle":"A Separation","imdbRating":"8,2","tmdbId":60243,"genres":["Drama"],"overview":"Simin deseja mudar-se para garantir um futuro melhor para a família, mas seu marido Nader não quer por causa do pai com Alzheimer que ficaria para trás. Ela entra com um pedido de separação e Nader contrata Razieh para cuidar de seu pai enquanto trabalha. Certo dia ao voltar para casa encontra o pai sozinho, desmaiado e amarrado à cama; Razieh aparece como se nada tivesse acontecido e os dois discutem, na sequência Nader empurra a mulher para fora de seu apartamento; dias depois é notificado que Razieh estava grávida e teria perdido o bebê por conta da discussão. Os dois terão que resolver a situação na justiça, e tem pontos de vista muito diferentes do que aconteceu durante a briga.","release_date":"2011-02-15","runtime":123},{"ranking":116,"imdbId":"tt0017136","title":"Metrópolis","originalTitle":"Metropolis","imdbRating":"8,2","genres":["Drama","Ficção científica"],"tmdbId":19,"overview":"O futuro ė distante e o mundo está sob o comando dos poderosos, que isolaram os mais pobres no subsolo como se fossem seus escravos, para que trabalhassem em prol dos mesmos. Comandados por Freder Fredersen, os operários são obrigados a trabalharem sem parar para que a cidade não pare.","release_date":"1927-02-06","runtime":153},{"ranking":117,"imdbId":"tt0119488","title":"Los Angeles: Cidade Proibida","originalTitle":"L.A. Confidential","imdbRating":"8,2","genres":["Crime","Drama","Mistério","Thriller"],"tmdbId":2118,"overview":"Três policiais trabalham em um crime não resolvido em um café de Los Angeles. O tenente Exley quer vingar seu pai assassinado, e o ex-parceiro do agente White foi uma das vítimas. Enquanto isso, o sargento Vincennes divulga informações confidenciais a um magnata dos tabloides.","release_date":"1997-09-19","runtime":132},{"ranking":118,"imdbId":"tt0208092","title":"Snatch: Porcos e Diamantes","originalTitle":"Snatch","imdbRating":"8,2","genres":["Crime","Comédia"],"tmdbId":107,"overview":"Quando o ladrão de jóias Franky Quatro Dedos faz uma rápida parada em Londres, antes de entregar um enorme diamante roubado para o seu chefe em Nova York, ele não tinha a menor idéia da avalanche de sinistros e cômicos acontecimentos que abalariam os mundo do boxe, dos ciganos irlandeses, das lojas de penhores, das fazendas de porcos e... de um cão vira-latas.","release_date":"2000-09-01","runtime":103},{"ranking":119,"imdbId":"tt0095016","title":"Duro de Matar","originalTitle":"Die Hard","imdbRating":"8,2","tmdbId":562,"genres":["Ação","Thriller"],"overview":"O policial de Nova York John McClane está visitando sua família no Natal. Ele participa de uma confraternização de fim de ano na sede da empresa japonesa em que a esposa trabalha. A festa é interrompida por terroristas que invadem o edifício de luxo. McClane não demora a perceber que não há ninguém para salvá-los, a não ser ele próprio.","release_date":"1988-07-15","runtime":132},{"ranking":120,"imdbId":"tt0040522","title":"Ladrões de Bicicletas","originalTitle":"Bicycle Thieves","imdbRating":"8,2","tmdbId":5156,"genres":["Drama"],"overview":"Desempregado Antonio Ricci (Lamberto Maggiorani) está eufórico quando finalmente encontra trabalho colocando cartazes pela cidade de Roma, destruída pela guerra. Sua esposa Maria (Lianella Carell), vende os lençóis da família para resgatar a bicicleta de Antonio da loja de penhor, para que ele possa aceitar o trabalho. Porém, o desastre ataca, quando a bicicleta de Antonio é roubada. (e 10 - Estimado 10 Anos)","release_date":"1948-11-24","runtime":90},{"ranking":121,"imdbId":"tt0097576","title":"Indiana Jones e a Última Cruzada","originalTitle":"Indiana Jones and the Last Crusade","imdbRating":"8,2","genres":["Aventura","Ação"],"tmdbId":89,"overview":"O arqueólogo Indiana Jones tem acesso à um misterioso envelope que contém informações sobre a localização do lendário Santo Graal, o cálice que Jesus Cristo teria utilizado na Última Ceia. Quando seu pai, o professor Henry Jones, é sequestrado pelos nazistas, o aventureiro irá embarcar numa missão perigosa para salvá-lo e impedir que a relíquia sagrada caia em mãos erradas.","release_date":"1989-05-24","runtime":127},{"ranking":122,"imdbId":"tt0986264","title":"Como Estrelas na Terra","originalTitle":"Like Stars on Earth","imdbRating":"8,2","genres":["Drama"],"tmdbId":7508,"overview":"É a história de uma criança que sofre com dislexia e custa a ser compreendida. O jovem Ishaan, não consegue acompanhar as aulas ou focar sua atenção, e é tratado com muita rudeza por seu pai. Após serem chamados pela escola, o pai decide levá-lo a um internato, atitude que leva o pequeno a entrar em depressão. Um professor substituto de artes, Nikumbh, logo percebe o problema de Ishaan, e entra em ação com seu plano para devolver a ele a vontade de viver.","release_date":"2007-12-21","runtime":165},{"ranking":123,"imdbId":"tt8579674","title":"1917","originalTitle":"1917","imdbRating":"8,2","genres":["Guerra","Drama","Ação","História"],"tmdbId":530915,"overview":"Os cabos Schofield e Blake são jovens soldados britânicos durante a Primeira Guerra Mundial. Quando eles são encarregados de uma missão aparentemente impossível, os dois precisam atravessar território inimigo, lutando contra o tempo, para entregar uma mensagem que pode salvar cerca de 1600 colegas de batalhão.","release_date":"2019-12-25","runtime":119},{"ranking":124,"imdbId":"tt0363163","title":"A Queda! As Últimas Horas de Hitler","originalTitle":"Downfall","imdbRating":"8,2","tmdbId":613,"genres":["Drama","História","Guerra"],"overview":"Em 1942, o jovem Traudl Junge tem o que parece ser a melhor profissão do mundo: ele é secretário de Hitler. Três anos depois, o império se resume a um abrigo subterrâneo e, de lá, Traudl narra os últimos dias da vida de do ditador.","release_date":"2004-09-16","runtime":156},{"ranking":125,"imdbId":"tt0059578","title":"Por uns Dólares a Mais","originalTitle":"For a Few Dollars More","imdbRating":"8,2","genres":["Faroeste"],"tmdbId":938,"overview":"Monco é um astuto caçador de recompensas, que perambula pelas cidades do velho oeste americano em busca de um novo alvo. Ele o encontra quando vê o cartaz de procurado de Índio, um perigoso bandido que também está sendo procurado pelo coronel Douglas Mortimer, outro caçador de recompensas. Os dois partem no encalço de Índio mas, sem conseguir capturar o bandido nem eliminar o rival, eles precisam decidir entre unir forças ou serem eliminados pela gangue de Índio.","release_date":"1965-12-18","runtime":132},{"ranking":126,"imdbId":"tt5074352","title":"Dangal","originalTitle":"Dangal","imdbRating":"8,2","genres":["Drama","Família","Comédia","Ação"],"tmdbId":360814,"overview":"Um ex-lutador treina duas de suas filhas para competirem nos Jogos da Commonwealth e ganharem a medalha de ouro que ele nunca conquistou.","release_date":"2016-12-21","runtime":161},{"ranking":127,"imdbId":"tt0372784","title":"Batman Begins","originalTitle":"Batman Begins","imdbRating":"8,2","genres":["Ação","Crime","Drama"],"tmdbId":272,"overview":"Marcado pelo assassinato de seus pais quando ainda era criança, o milionário Bruce Wayne (Christian Bale) decide viajar pelo mundo em busca de encontrar meios que lhe permitam combater a injustiça e provocar medo em seus adversários. Após retornar a Gotham City, sua cidade-natal, ele idealiza seu alter-ego: Batman, um justiceiro mascarado que usa força, inteligência e um arsenal tecnológico para combater o crime.","release_date":"2005-06-10","runtime":140},{"ranking":128,"imdbId":"tt0012349","title":"O Garoto","originalTitle":"The Kid","imdbRating":"8,2","tmdbId":10098,"genres":["Comédia","Drama"],"overview":"Uma mãe abandona seu filho com um bilhete em uma limusine, mas o carro acaba sendo roubado e a criança é deixada em uma lata de lixo. Um vagabundo encontra o bebê e passa a cuidar dele. Cinco anos depois, a mulher tenta encontrar o filho perdido.","release_date":"1921-01-21","runtime":68},{"ranking":129,"imdbId":"tt0053291","title":"Quanto Mais Quente Melhor","originalTitle":"Some Like It Hot","imdbRating":"8,2","genres":["Comédia","Música","Romance","Crime"],"tmdbId":239,"overview":"Em 1929, Joe e Jerry, dois músicos desempregados, testemunham sem querer o cruel Massacre do Dia de São Valentim. Desesperados para não serem pegos pelos gangsters, eles se disfarçam de mulheres e entram para um grupo feminino musical, que está indo para Miami fazer shows. Joe se apaixona por Sugar, a garota problema do grupo, enquanto um milionário se apaixona pelo disfarce de Jerry, tudo isso em meio a uma convenção de criminosos, que também está acontecendo em Miami.","release_date":"1959-03-19","runtime":122},{"ranking":130,"imdbId":"tt10272386","title":"Meu Pai","originalTitle":"The Father","imdbRating":"8,2","tmdbId":600354,"genres":["Drama"],"overview":"Um idoso sofre com as confusões da própria mente e rejeita qualquer ajuda. Enquanto isso, sua filha tenta lidar com a perda do pai que está vivo, mas cada dia mais longe.","release_date":"2020-12-23","runtime":97},{"ranking":131,"imdbId":"tt0042192","title":"A Malvada","originalTitle":"All About Eve","imdbRating":"8,2","genres":["Drama"],"tmdbId":705,"overview":"Margo Channing é uma reconhecida atriz da Broadway que está envelhecendo e Eve Harrington é uma jovem fã que consegue se infiltrar na vida de Channing e que acaba ameaçando sua carreira e relacionamentos pessoais. Filme baseado na obra The Wisdom of Eve, de Mary Orr.","release_date":"1950-10-06","runtime":138},{"ranking":132,"imdbId":"tt6966692","title":"Green Book: O Guia","originalTitle":"Green Book","imdbRating":"8,2","genres":["Drama","Comédia"],"tmdbId":490132,"overview":"Quando Tony Lip, um segurança ítalo-americano, é contratado como motorista do Dr. Don Shirley, um pianista negro de classe alta, durante uma turnê pelo sul dos Estados Unidos, eles devem seguir o \"O Guia\" para leva-los aos poucos estabelecimentos que eram seguros para os afro-americanos. Confrontados com o racismo, o perigo, assim como pela humanidade e o humor inesperados, eles são forçados a deixar de lado as diferenças para sobreviver e prosperar nessa jornada.","release_date":"2018-11-16","runtime":131},{"ranking":133,"imdbId":"tt0993846","title":"O Lobo de Wall Street","originalTitle":"The Wolf of Wall Street","imdbRating":"8,2","genres":["Crime","Drama","Comédia"],"tmdbId":106646,"overview":"Durante seis meses, Jordan Belfort (Leonardo DiCaprio) trabalhou duro em uma corretora de Wall Street, seguindo os ensinamentos de seu mentor Mark Hanna (Matthew McConaughey). Quando finalmente consegue ser contratado como corretor da firma, acontece o Black Monday, que faz com que as bolsas de vários países caiam repentinamente. Sem emprego e bastante ambicioso, ele acaba trabalhando para uma empresa de fundo de quintal que lida com papéis de baixo valor, que não estão na bolsa de valores. É lá que Belfort tem a idéia de montar uma empresa focada neste tipo de negócio, cujas vendas são de valores mais baixos mas, em compensação, o retorno para o corretor é bem mais vantajoso. Ao lado de Donnie (Jonah Hill) e outros amigos dos velhos tempos, ele cria a Stratton Oakmont, uma empresa que faz com que todos enriqueçam rapidamente e, também, levem uma vida dedicada ao prazer.","release_date":"2013-12-25","runtime":180},{"ranking":134,"imdbId":"tt0055031","title":"Julgamento em Nuremberg","originalTitle":"Judgment at Nuremberg","imdbRating":"8,2","genres":["Drama","História","Guerra"],"tmdbId":821,"overview":"Após a 2ª Guerra Mundial, um juiz americano é convocado para chefiar o julgamento de quatro juristas alemães responsáveis pela legalização dos crimes cometidos pelos nazistas durante a guerra. À medida que surgem provas de esterilização e assassinatos de judeus, a pressão política vai-se tornando cada vez maior, pois a Guerra Fria está chegando e ninguém quer mais julgamentos como os da Alemanha. Além disso, os governos aliados querem fortemente esquecer o passado, mas a coisa certa a ser feita é a questão que esse tribunal tentará responder. Baseado em fatos reais, principalmente no caso Katzenberger, o último julgamento dos Processos de Guerra de Nuremberg, que ocorreram depois da Segunda Guerra Mundial para julgar os criminosos nazistas.","release_date":"1961-12-18","runtime":171},{"ranking":135,"imdbId":"tt0089881","title":"Ran","originalTitle":"Ran","imdbRating":"8,2","genres":["Ação","Drama","Guerra"],"tmdbId":635736,"overview":"No Japão medieval, um senhor feudal decide abdicar e entregar seus domínios aos seus três filhos. Mas ele não é capaz de ver que esses novos poderes irão corrompê-los e levá-los a enfrentar um ao outro, e contra ele.","release_date":"2018-06-06","runtime":20},{"ranking":136,"imdbId":"tt0112641","title":"Cassino","originalTitle":"Casino","imdbRating":"8,2","tmdbId":524,"genres":["Crime","Drama"],"overview":"Um diretor de cassino com um passado comprometedor. Uma prostituta de alta classe, que dominava a todos, menos ao seu cafetão. E um gângster, que tomava conta do diretor do cassino e passa gradativamente, a seguir os passos dela, criando um painel de Las Vegas dos anos 70, quando a Máfia controlava o jogo, até o gradual surgimento das grandes corporações, que ficaram no lugar das quadrilhas e transformaram a cidade em uma Disneylandia.","release_date":"1995-11-22","runtime":179},{"ranking":137,"imdbId":"tt0457430","title":"O Labirinto do Fauno","originalTitle":"Pan's Labyrinth","imdbRating":"8,2","genres":["Fantasia","Drama","Guerra"],"tmdbId":1417,"overview":"Em 1944, na Espanha, a jovem Ofélia e sua mãe doente chegam ao posto do novo marido de sua mãe, um sádico oficial do exército que está tentando reprimir uma guerrilheira. Enquanto explorava um labirinto antigo, Ofélia encontra o Pan fauno, que diz que a menina é uma lendária princesa perdida e que ela precisa completar três tarefas perigosas a fim de se tornar imortal.","release_date":"2006-10-10","runtime":118},{"ranking":138,"imdbId":"tt0105695","title":"Os Imperdoáveis","originalTitle":"Unforgiven","imdbRating":"8,2","genres":["Faroeste"],"tmdbId":33,"overview":"Bill Munny (Clint Eastwood), um pistoleiro aposentado, volta à ativa quando lhe oferecem 1000 dólares para matar os homens que cortaram o rosto de uma prostituta. Neste serviço dois outros pistoleiros o acompanham e eles precisam se confrontar com um inglês (Richard Harris), que também deseja a recompensa e um xerife (Gene Hackman), que não deseja tumulto em sua cidade.","release_date":"1992-08-07","runtime":131},{"ranking":139,"imdbId":"tt0469494","title":"Sangue Negro","originalTitle":"There Will Be Blood","imdbRating":"8,2","tmdbId":7345,"genres":["Drama"],"overview":"Daniel Plainview e seu filho são caçadores de petróleo, que perfuram poços na Califórnia no início do século XX. Eles são desafiados por um jovem pastor, Eli Sunday, cuja ambição pessoal é confrontada por Plainview. A luta entre os dois é o centro dessa conflitante, trágica e histórica jornada ao abismo da loucura causada pela corrupção, fraude e petróleo.","release_date":"2007-12-26","runtime":158},{"ranking":140,"imdbId":"tt0120382","title":"O Show de Truman: O Show da Vida","originalTitle":"The Truman Show","imdbRating":"8,2","genres":["Comédia","Drama"],"tmdbId":37165,"overview":"Truman Burbank é um pacato vendedor de seguros que leva um vida simples com sua esposa Meryl Burbank. Porém algumas coisas ao seu redor fazem com que ele passe a estranhar sua cidade, seus supostos amigos e até sua mulher. Após conhecer a misteriosa Lauren, ele fica intrigado e acaba descobrindo que toda sua vida foi monitorada por câmeras e transmitida em rede nacional.","release_date":"1998-06-04","runtime":103},{"ranking":141,"imdbId":"tt0167404","title":"O Sexto Sentido","originalTitle":"The Sixth Sense","imdbRating":"8,2","tmdbId":745,"genres":["Mistério","Thriller","Drama"],"overview":"Dr. Malcolm Crowe é um conceituado psicólogo infantil, que vive atormentado pela terrível lembrança de um jovem paciente que ele não foi capaz de ajudar. Quando ele encontra Cole Sear, um garoto de 8 anos assustado e confuso, com um problema similar, Dr. Crowe procura redimir seu erro do passado, fazendo tudo que pode pelo menino. Apesar disso, Malcolm não está preparado para descobrir a verdade que aterroriza Cole.","release_date":"1999-08-06","runtime":108},{"ranking":142,"imdbId":"tt0268978","title":"Uma Mente Brilhante","originalTitle":"A Beautiful Mind","imdbRating":"8,2","tmdbId":453,"genres":["Drama","Romance"],"overview":"John Nash (Russell Crowe) é um gênio da matemática que, aos 21 anos, formulou um teorema que provou sua genialidade e o tornou aclamado no meio onde atuava. Mas aos poucos o belo e arrogante Nash se transforma em um sofrido e atormentado homem, que chega até mesmo a ser diagnosticado como esquizofrênico pelos médicos que o tratam. Porém, após anos de luta para se recuperar, ele consegue retornar à sociedade e acaba sendo premiado com o Nobel.","release_date":"2001-12-11","runtime":135},{"ranking":143,"imdbId":"tt10872600","title":"Homem-Aranha: Sem Volta para Casa","originalTitle":"Spider-Man: No Way Home","imdbRating":"8,2","genres":["Ação","Aventura","Ficção científica"],"tmdbId":634649,"overview":"Peter Parker é desmascarado e não consegue mais separar sua vida normal dos grandes riscos de ser um super-herói. Quando ele pede ajuda ao Doutor Estranho, os riscos se tornam ainda mais perigosos, e o forçam a descobrir o que realmente significa ser o Homem-Aranha...","release_date":"2021-12-15","runtime":149},{"ranking":144,"imdbId":"tt0055630","title":"Yojimbo, o Guarda-Costas","originalTitle":"Yojimbo","imdbRating":"8,1","genres":["Drama","Thriller"],"tmdbId":11878,"overview":"A história ocorre em 1860 e baseia-se na chegada de um ronin a uma cidade que sofre com a guerra entre duas gangues. Kuwabatake Sanjuro, que significa \"Amoreira de 30 Anos\" (Toshirō Mifune), aproveitando a sua perspicácia tenta ganhar dinheiro e, ao mesmo tempo, livrar a cidade das gangues rivais, ora associando-se a um grupo, ora associando-se a outro, tirando proveito da situação e manipulando-os, devido ao despreparo estratégico dos dois grupos, que é demonstrado através de diversas cenas satíricas durante o filme.","release_date":"1961-04-25","runtime":110},{"ranking":145,"imdbId":"tt1130884","title":"Ilha do Medo","originalTitle":"Shutter Island","imdbRating":"8,1","tmdbId":11324,"genres":["Drama","Thriller","Mistério"],"overview":"Na década de 50, a fuga de uma assassina leva o detetive Teddy Daniels e seu parceiro a investigarem o seu desaparecimento de um quarto trancado em um hospital psiquiátrico. Lá, uma rebelião se inicia e o agente terá que enfrentar seus próprios medos.","release_date":"2010-02-14","runtime":138},{"ranking":146,"imdbId":"tt0071853","title":"Monty Python em Busca do Cálice Sagrado","originalTitle":"Monty Python and the Holy Grail","imdbRating":"8,1","genres":["Aventura","Comédia","Fantasia"],"tmdbId":762,"overview":"O Rei Artur sai à procura de cavaleiros que o acompanhe em uma atabalhoada jornada histórica: A busca do Santo Graal. Aparecem então Sir Lancelot, o Bravo; Sir Robin, o Não-Tão-Bravo-Quanto-Sir-Lancelot; Sir Galahad, o Puro, entre outros personagens surreais. Escrita pelo genial grupo de comédia britânico Monty Python, a trama do longa satiriza diversos eventos históricos ocorridos na Idade Média.","release_date":"1975-05-25","runtime":91},{"ranking":147,"imdbId":"tt0040897","title":"O Tesouro da Sierra Madre","originalTitle":"The Treasure of the Sierra Madre","imdbRating":"8,1","genres":["Aventura","Drama","Faroeste"],"tmdbId":3090,"overview":"Dois vagabundos e um garimpeiro grisalho descobrem um verdadeiro tesouro em ouro, mas a ganância e a paranoia vai rapidamente se apoderar de todos neste clássico sobre o poder da riqueza escondida nas montanhas e a avareza que se esconde no coração dos homens. e 12.","release_date":"1948-01-15","runtime":126},{"ranking":148,"imdbId":"tt0107290","title":"Jurassic Park","originalTitle":"Jurassic Park","imdbRating":"8,1","genres":["Aventura","Ficção científica"],"tmdbId":329,"overview":"Um parque construído por um milionário tem dinossauros diversos como habitantes, extintos a sessenta e cinco milhões de anos. Isto é possível por ter sido encontrado um inseto fossilizado, que tinha sugado sangue destes dinossauros, de onde pôde-se isolar o DNA, o código químico da vida e, a partir deste ponto, recriá-los em laboratório. Mas, o que parecia ser um sonho se torna um pesadelo, quando a experiência sai do controle de seus criadores.","release_date":"1993-06-11","runtime":127},{"ranking":149,"imdbId":"tt0057115","title":"Fugindo do Inferno","originalTitle":"The Great Escape","imdbRating":"8,1","tmdbId":5925,"genres":["Aventura","Drama","História","Thriller","Guerra"],"overview":"Em 1943 os nazistas decidem transferir os prisioneiros de guerra militares, que têm maior incidência em tentativas de fugas, para o mesmo campo, que foi projetado para impedir qualquer tipo de evasão. Mas isto foi um erro, pois apesar dos prisioneiros gozarem de certos privilégios, cada um era o melhor na sua \"especialidade\" e não pretendiam ficar presos até o final da guerra. Logo idealizam um audacioso plano de fuga, que previa a construção de três túneis, mas a idéia não era retirar do campo alguns prisioneiros mas sim duzentos e cinqüenta.","release_date":"1963-06-20","runtime":172},{"ranking":150,"imdbId":"tt0042876","title":"Rashomon","originalTitle":"Rashomon","imdbRating":"8,1","genres":["Crime","Drama","Mistério"],"tmdbId":548,"overview":"No Japão do século XI, um lenhador, um sacerdote e um camponês procuram refúgio de uma tempestade nas ruínas de pedra do Portão de Rashomon. O sacerdote conta detalhes de um julgamento que testemunhou, envolvendo o estupro de Masako e o assassinato do marido dela, Takehiro, um samurai. Em flashback é mostrado o julgamento do bandido Tajomaru, onde acontecem quatro testemunhos, inclusive de Takehiro através de um médium. Cada um é uma \"verdade\", que entra em conflito com as outras.","release_date":"1950-08-26","runtime":88},{"ranking":151,"imdbId":"tt0266697","title":"Kill Bill: Volume 1","originalTitle":"Kill Bill: Vol. 1","imdbRating":"8,1","tmdbId":24,"genres":["Ação","Crime"],"overview":"A ex-assassina conhecida apenas como \"A Noiva\" acorda de um coma de quatro anos decidida a se vingar de Bill, seu ex-amante e chefe, que tentou matá-la no dia do casamento. Ela está motivada a acertar as contas com cada uma das pessoas envolvidas com a perda da filha, da festa de casamento e dos quatro anos da sua vida. Na jornada, \"A Noiva\" é submetida a dores físicas agoniantes ao enfrentar a inescrupulosa gangue de Bill, o Esquadrão Assassino de Víboras Mortais.","release_date":"2003-10-10","runtime":102},{"ranking":152,"imdbId":"tt0477348","title":"Onde os Fracos Não Têm Vez","originalTitle":"No Country for Old Men","imdbRating":"8,1","genres":["Crime","Drama","Thriller"],"tmdbId":6977,"overview":"Quando um homem depara com a sangrenta cena de um crime, uma caminhonete carregada de heroína e irresistíveis dois milhões de dólares, sua decisão de levar o dinheiro deflagra uma interminável e violenta reação em cadeia, que nem a lei do Oeste do Texas pode deter.","release_date":"2007-06-13","runtime":122},{"ranking":153,"imdbId":"tt0266543","title":"Procurando Nemo","originalTitle":"Finding Nemo","imdbRating":"8,1","genres":["Animação","Família"],"tmdbId":12,"overview":"Depois que seu filho é capturado na Grande Barreira de Corais e levado para Sydney, um peixe-palhaço tímido parte em uma jornada para trazê-lo para casa.","release_date":"2003-05-30","runtime":100},{"ranking":154,"imdbId":"tt0084787","title":"O Enigma de Outro Mundo","originalTitle":"The Thing","imdbRating":"8,1","genres":["Terror","Mistério","Ficção científica"],"tmdbId":1091,"overview":"Na remota Antártida, um grupo de cientistas americanos é perturbado em sua base quando, de um helicóptero, alguém atira em um cão do acampamento. À medida que socorrem o cão baleado, o bicho começa a atacar os cientistas e os outros cachorros e logo eles descobrem que o animal pode assumir a forma de suas vítimas. Isto significa que membros da equipe podem ser mortos e a cópia assumir o lugar deles. Com isso, um piloto e um médico precisam capturar a fera antes que seja tarde demais.","release_date":"1982-06-25","runtime":109},{"ranking":155,"imdbId":"tt0080678","title":"O Homem Elefante","originalTitle":"The Elephant Man","imdbRating":"8,1","genres":["Drama","História"],"tmdbId":1955,"overview":"A história de John Merrick, um desafortunado cidadão da Inglaterra vitoriana que era portador do caso mais grave de neurofibromatose múltipla registrado, tendo 90% do seu corpo deformado. Esta situação tendia fazer com que ele passasse toda a sua existência se exibindo em circos de variedades como um monstro. Inicialmente era considerado um débil mental pela sua dificuldade de falar, até que um médico, Frederick Treves, o descobriu e o levou para um hospital. Lá Merrick se liberou emocionalmente e intelectualmente, além de se mostrar uma pessoa sensível ao extremo, que conseguiu recuperar sua dignidade.","release_date":"1980-10-09","runtime":124},{"ranking":156,"imdbId":"tt0071315","title":"Chinatown","originalTitle":"Chinatown","imdbRating":"8,1","genres":["Crime","Drama","Mistério","Thriller"],"tmdbId":829,"overview":"Contratado por uma bela socialite para investigar o caso extra-conjugal do marido dela, o detetive particular Jake Gittes é arrastado para um furacão de falsidades e enganos mortais, descobrindo uma rede de escândalos pessoais e políticos que colidem entre si.","release_date":"1974-06-20","runtime":130},{"ranking":157,"imdbId":"tt0081398","title":"Touro Indomável","originalTitle":"Raging Bull","imdbRating":"8,1","genres":["Drama","História"],"tmdbId":1578,"overview":"O pugilista peso-médio Jake LaMotta (Robert De Niro), chamado de \"o touro do Bronx\", sobe na carreira com a mesma rapidez com que sua vida particular se degrada, graças ao seu temperamento violento e possessivo. Todos ao seu redor são afetados por seu comportamento auto-destrutivo, como seu irmão e empresário Joey LaMotta (Joe Pesci) e sua esposa Vickie (Cathy Moriarty).","release_date":"1980-11-14","runtime":129},{"ranking":158,"imdbId":"tt0031381","title":"...E o Vento Levou","originalTitle":"Gone with the Wind","imdbRating":"8,1","genres":["Drama","Guerra","Romance"],"tmdbId":770,"overview":"Scarlett O'Hara é uma jovem mimada que consegue tudo o que quer. No entanto, algo falta em sua vida: o amor de Ashley Wilkes, um nobre sulista que deve se casar com a sua prima Melanie. Tudo muda quando a Guerra Civil americana explode e Scarlett precisa lutar para sobreviver e manter a fazenda da família.","release_date":"1939-12-15","runtime":238},{"ranking":159,"imdbId":"tt0434409","title":"V de Vingança","originalTitle":"V for Vendetta","imdbRating":"8,1","tmdbId":752,"genres":["Ação","Thriller","Ficção científica"],"overview":"Após uma guerra mundial, a Inglaterra é ocupada por um governo fascista e vive sob um regime totalitário. Na luta pela liberdade, um vigilante, conhecido apenas como V, utiliza-se de táticas terroristas para enfrentar os opressores da sociedade. V salva uma jovem chamada Evey da polícia secreta e encontra nela uma nova aliada em busca de liberdade e justiça para o seu país.","release_date":"2006-02-23","runtime":130},{"ranking":160,"imdbId":"tt2096673","title":"Divertida Mente","originalTitle":"Inside Out","imdbRating":"8,1","genres":["Animação","Família","Aventura","Drama","Comédia"],"tmdbId":150540,"overview":"Baseadas na Sala de Comando, o centro de controle dentro da mente de Riley de 11 anos, cinco emoções trabalham sem parar, lideradas pela otimista Alegria. Ela se esforça muito para garantir que Riley esteja sempre feliz, e trabalha ao lado do Medo, Raiva, Nojinho e Tristeza.","release_date":"2015-06-09","runtime":95},{"ranking":161,"imdbId":"tt0120735","title":"Jogos, Trapaças e Dois Canos Fumegantes","originalTitle":"Lock, Stock and Two Smoking Barrels","imdbRating":"8,1","genres":["Comédia","Crime"],"tmdbId":100,"overview":"Eddy convence três amigos a ajudá-lo com dinheiro para uma aposta muito alta de pôquer contra o chefão do crime local, Hatchet Harry. Harry trapaceia, e Eddy perde. Harry, então, dá um prazo a ele de uma semana para pagar 500 mil libras ou entregar o bar de seu pai. Desesperado, Eddy e seus amigos começam a roubar e vivem em constante perigo.","release_date":"1998-08-28","runtime":105},{"ranking":162,"imdbId":"tt0046912","title":"Disque M para Matar","originalTitle":"Dial M for Murder","imdbRating":"8,1","genres":["Crime","Thriller"],"tmdbId":521,"overview":"Em Londres, um ex-tenista profissional decide matar sua mulher, para poder herdar seu dinheiro e também como vingança por ela ter tido um affair um ano antes, com um escritor que vivia nos Estados Unidos mas que no momento está na cidade. Ele chantageia um colega de faculdade para estrangulá-la, dando a entender que o crime teria sido cometido por um ladrão. Mas quando algo sai muito errado, ele vê uma maneira de dar um rumo aos acontecimentos em proveito próprio.","release_date":"1954-05-29","runtime":105},{"ranking":163,"imdbId":"tt1305806","title":"O Segredo dos Seus Olhos","originalTitle":"The Secret in Their Eyes","imdbRating":"8,1","genres":["Crime","Mistério","Thriller","Romance","Drama"],"tmdbId":25376,"overview":"Benjamín Espósito trabalhou a vida toda em um Tribunal de Justiça e agora aposentado tem a chance de escrever sobre a investigação de um assassinato que acabou mudando sua vida anos atrás.","release_date":"2009-08-13","runtime":129},{"ranking":164,"imdbId":"tt0347149","title":"O Castelo Animado","originalTitle":"Howl's Moving Castle","imdbRating":"8,1","genres":["Fantasia","Animação","Aventura"],"tmdbId":4935,"overview":"Sofia é uma jovem de 18 anos que trabalha na chapelaria de seu pai. Em uma de suas raras idas à cidade, ela conhece Hauru, um mágico bastante sedutor, mas de caráter duvidoso. Ao confundir a relação existente entre eles, uma feiticeira lança sobre Sofia uma maldição que faz com que ela tenha 90 anos. Desesperada, Sofia foge e termina por encontrar o Castelo Animado de Hauru. Escondendo sua identidade, ela consegue ser contratada para realizar serviços domésticos no local, se envolvendo com os demais moradores do castelo.","release_date":"2004-09-09","runtime":120},{"ranking":165,"imdbId":"tt0050212","title":"A Ponte do Rio Kwai","originalTitle":"The Bridge on the River Kwai","imdbRating":"8,1","genres":["Drama","História","Guerra"],"tmdbId":826,"overview":"Depois de liquidar suas diferenças com o comandante de um campo de prisioneiros japonês, um coronel britânico coopera para supervisionar seus homens na construção de uma ponte ferroviária para os seus captores - enquanto permanece alheio aos planos dos Aliados para destruí-la.","release_date":"1957-10-11","runtime":161},{"ranking":166,"imdbId":"tt5027774","title":"Três Anúncios para um Crime","originalTitle":"Three Billboards Outside Ebbing, Missouri","imdbRating":"8,1","genres":["Crime","Drama"],"tmdbId":359940,"overview":"Inconformada com a ineficácia da polícia em encontrar o culpado pelo brutal assassinato de sua filha, Mildred Hayes decide chamar atenção para o caso não solucionado alugando três outdoors em uma estrada raramente usada. A inesperada atitude repercute em toda a cidade e suas consequências afetam várias pessoas, especialmente a própria Mildred e o Delegado Willoughby, responsável pela investigação.","release_date":"2017-12-01","runtime":115},{"ranking":167,"imdbId":"tt0117951","title":"Trainspotting: Sem Limites","originalTitle":"Trainspotting","imdbRating":"8,1","genres":["Drama","Crime"],"tmdbId":627,"overview":"Em Edimburgo, na Escócia, vive Renton (Ewan McGregor), um jovem usuário de heroína que leva uma vida despreocupada, dividindo-se entre seu romance com a estudante colegial Diane (Kelly Macdonald) e os encontros com seus quatro amigos viciados: Sick Boy, (Jonny Lee Miller), um imoral desenhista de HQs fanático por Sean Connery; Tommy (Kevin McKidd), um atleta responsável; Spud (Ewen Bremner), um bobalhão de bom coração e Begbie (Robert Carlyle), um violento sociopata.","release_date":"1996-02-23","runtime":94},{"ranking":168,"imdbId":"tt1291584","title":"Guerreiro","originalTitle":"Warrior","imdbRating":"8,1","tmdbId":59440,"genres":["Drama","Ação"],"overview":"Tommy Conlon é o filho mais novo de Paddy e voltou há pouco tempo para casa. Tommy supera os problemas do pai com bebida e passa a treinar com ele para poder participar de campeonatos de MMA (Mixed Martial Arts), o famoso vale-tudo. Só que sua trajetória faz com que tenha que enfrentar no ringue Brendan Conlon, seu próprio irmão.","release_date":"2011-09-09","runtime":140},{"ranking":169,"imdbId":"tt0116282","title":"Fargo: Uma Comédia de Erros","originalTitle":"Fargo","imdbRating":"8,1","genres":["Crime","Drama","Thriller"],"tmdbId":275,"overview":"Jerry Lundegaard é um vendedor de carros que se endividou e está desesperado por dinheiro. Ele contrata dois bandidos para sequestrar sua própria esposa e seu sogro o ajuda a pagar o resgate. Tudo acontece como o planejado até o momento em que os bandidos atiram em um policial.","release_date":"1996-03-08","runtime":98},{"ranking":170,"imdbId":"tt1205489","title":"Gran Torino","originalTitle":"Gran Torino","imdbRating":"8,1","genres":["Drama"],"tmdbId":13223,"overview":"Walt Kowalski é um inflexível veterano da Guerra da Coréia, agora aposentado. Para passar o tempo ele faz consertos, bebe cerveja e vai mensalmente ao barbeiro. Sua vida é alterada quando passa a ter como vizinhos imigrantes hmong, vindos do Laos. Ressentido e desconfiando de todos, Walt apenas deseja passar o tempo que lhe resta de vida. Até que Thao, seu tímido vizinho adolescente, é obrigado por uma gangue a roubar o carro do veterano, um Gran Torino retirado da linha de montagem pelo próprio.","release_date":"2008-12-09","runtime":116},{"ranking":171,"imdbId":"tt1392214","title":"Os Suspeitos","originalTitle":"Prisoners","imdbRating":"8,1","genres":["Drama","Thriller","Crime"],"tmdbId":146233,"overview":"Depois que sua filha de seis anos e uma amiga dela são sequestradas, Keller Dove, um carpinteiro de Boston, enfrenta o departamento de polícia e o jovem detetive encarregado do caso para fazer justiça com as próprias mãos.","release_date":"2013-09-18","runtime":153},{"ranking":172,"imdbId":"tt0096283","title":"Meu Amigo Totoro","originalTitle":"My Neighbor Totoro","imdbRating":"8,1","genres":["Fantasia","Animação","Família"],"tmdbId":8392,"overview":"Mei é uma jovem que encontra uma pequena passagem em seu quintal, que a leva à um lendário espírito da floresta conhecido como Totoro. Sua mãe está no hospital e seu pai divide o tempo entre dar aulas na faculdade e cuidar de sua mulher doente. Quando Mei tenta visitar a mãe por conta própria, se perde na floresta e só o grande e fofo Totoro pode ajudar a menina a achar o caminho de volta para casa.","release_date":"1988-04-16","runtime":87},{"ranking":173,"imdbId":"tt0405159","title":"Menina de Ouro","originalTitle":"Million Dollar Baby","imdbRating":"8,1","tmdbId":70,"genres":["Drama"],"overview":"Frankie Dunn é um veterano treinador de boxe de Los Angeles que mantém quase todos a uma certa distância, exceto o velho amigo e sócio Eddie Dupris. Quando Maggie Fitzgerald, uma operária transferida de Missouri, chega ao ginásio de Frankie em busca de sua experiência, ele fica relutante em treinar a jovem. Mas quando cede ao seu jeito reservado, os dois formam um vínculo muito próximo que inevitavelmente mudará suas vidas.","release_date":"2004-12-15","runtime":132},{"ranking":174,"imdbId":"tt0264464","title":"Prenda-me se for Capaz","originalTitle":"Catch Me If You Can","imdbRating":"8,1","genres":["Drama","Crime"],"tmdbId":640,"overview":"Frank Abagnale Jr. já foi médico, advogado e co-piloto, tudo isso com apenas 18 anos. Mestre na arte do disfarce, ele aproveita suas habilidades para viver a vida como quer e praticar golpes milionários, que fazem com que se torne o ladrão de banco mais bem-sucedido da história dos Estados Unidos com apenas 17 anos. Mas em seu encalço está o agente do FBI Carl Hanratty, que usa todos os meios que tem ao seu dispor para encontrá-lo e capturá-lo.","release_date":"2002-12-16","runtime":141},{"ranking":175,"imdbId":"tt0118849","title":"Filhos do Paraíso","originalTitle":"Children of Heaven","imdbRating":"8,1","genres":["Drama","Família"],"tmdbId":21334,"overview":"Ali é um menino de 9 anos proveniente de uma família humilde e que vive com seus pais e sua irmã, Zahra. Um dia ele perde o único par de sapatos da irmã e, tentando evitar a bronca dos pais, passa a dividir seu próprio par de sapatos com ela, com ambos revezando-o. Enquanto isso, Ali treina para obter uma boa colocação em uma corrida que será realizada, pois se terminar em 3º lugar ganhará um par de sapatos.","release_date":"1997-08-01","runtime":89},{"ranking":176,"imdbId":"tt0015864","title":"Em Busca do Ouro","originalTitle":"The Gold Rush","imdbRating":"8,1","tmdbId":962,"genres":["Aventura","Comédia","Drama"],"overview":"No Alasca, Carlitos (Charles Chaplin) tenta a sorte como garimpeiro em meio a corrida do ouro de 1898. Lá ele conhece o gordo McKay (Mack Swaim), com quem cria bastante confusão após uma tempestade de neve, e se apaixona por uma dançarina (Georgia Hale).","release_date":"1925-07-12","runtime":95},{"ranking":177,"imdbId":"tt0083658","title":"Blade Runner: O Caçador de Androides","originalTitle":"Blade Runner","imdbRating":"8,1","genres":["Ficção científica","Drama","Thriller"],"tmdbId":78,"overview":"No início do século 21, uma grande corporação desenvolve um robô que é mais forte e ágil que o ser humano e se equiparando em inteligência. São conhecidos como \"replicantes\" e utilizados como escravos na colonização e exploração de outros planetas. Mas, quando um grupo dos robôs mais evoluídos provoca um motim em uma colônia fora da Terra, este incidente faz os replicantes serem considerados ilegais na Terra, sob pena de morte. A partir de então, policiais de um esquadrão de elite conhecidos como \"Blade Runner\", têm ordem de atirar para matar em replicantes encontrados na Terra. Mas tal ato não é chamado de \"execução\" e sim de \"remoção\". Até que, em novembro de 2019, em Los Angeles, quando cinco replicantes chegam à Terra, um ex-Blade Runner (Harrison Ford) é encarregado de caçá-los.","release_date":"1982-06-25","runtime":117},{"ranking":178,"imdbId":"tt0047296","title":"Sindicato de Ladrões","originalTitle":"On the Waterfront","imdbRating":"8,1","genres":["Crime","Drama"],"tmdbId":654,"overview":"Terry Malloy sonha com as glórias do boxe, mas foi convencido pelo corrupto mafioso Johnny Friendly, para quem trabalha, a perder uma luta. Quando Terry presencia um assassinato cometido pelos capangas do chefe, ele se sente responsável pelo crime.","release_date":"1954-06-22","runtime":108},{"ranking":179,"imdbId":"tt0112471","title":"Antes do Amanhecer","originalTitle":"Before Sunrise","imdbRating":"8,1","tmdbId":76,"genres":["Drama","Romance"],"overview":"Jesse (Ethan Hawke), um jovem americano, e Celine (Julie Delpy), uma estudante francesa, se encontram casualmente no trem para Viena e logo começam a conversar. Ele a convence a desembarcar em Viena e gradativamente vão se envolvendo em uma paixão crescente. Mas existe uma verdade inevitável: no dia seguinte ela irá para Paris e ele voltará ao Estados Unidos. Com isso, resta aos dois apaixonados aproveitar o máximo o pouco tempo que lhes resta.","release_date":"1995-01-27","runtime":100},{"ranking":180,"imdbId":"tt2024544","title":"12 Anos de Escravidão","originalTitle":"12 Years a Slave","imdbRating":"8,1","genres":["Drama","História"],"tmdbId":76203,"overview":"1841, Solomon Northup é um escravo liberto, que vive em paz ao lado da esposa e filhos. Um dia, após aceitar um trabalho que o leva a outra cidade, ele é sequestrado e acorrentado. Vendido como se fosse um escravo, Solomon precisa superar humilhações físicas e emocionais para sobreviver. Ao longo de doze anos ele passa por dois senhores, Ford e Edwin Epps, que, cada um à sua maneira, exploram seus serviços.","release_date":"2013-10-18","runtime":134},{"ranking":181,"imdbId":"tt1201607","title":"Harry Potter e as Relíquias da Morte - Parte 2","originalTitle":"Harry Potter and the Deathly Hallows: Part 2","imdbRating":"8,1","genres":["Fantasia","Aventura"],"tmdbId":12445,"overview":"No final épico, a batalha entre as forças do bem e do mal no mundo da bruxaria toma proporções de uma guerra mundial. As apostas nunca foram tão altas e ninguém está a salvo. Mas é harry que pode ser convocado para fazer um derradeiro sacrifício, à medida que ele se aproxima cada vez mais do confronto final com Lorde Voldemort. Tudo termina aqui.","release_date":"2011-07-07","runtime":130},{"ranking":182,"imdbId":"tt0052618","title":"Ben-Hur","originalTitle":"Ben-Hur","imdbRating":"8,1","genres":["Ação","História","Aventura","Drama"],"tmdbId":271969,"overview":"A história épica de Judah Ben-Hur, um príncipe falsamente acusado de traição por seu irmão adotivo Messala, um oficial do exército romano. Destituído de seu título, afastado de sua família e da mulher amada, Judah é forçado à escravidão. Depois de muitos anos no mar, Judah retorna à sua pátria em busca de vingança, mas encontra a redenção.","release_date":"2016-08-17","runtime":125},{"ranking":183,"imdbId":"tt0050986","title":"Morangos Silvestres","originalTitle":"Wild Strawberries","imdbRating":"8,1","genres":["Drama"],"tmdbId":614,"overview":"O rabugento médico aposentado Isak Borg viaja de Estocolmo para Lund, na Suécia, com sua nora grávida e infeliz, Marianne, para receber um diploma honorário da universidade onde estudou. Ao longo do caminho, eles cruzam com uma série de caroneiros, cada um deles fazendo com que o médico idoso reflita sobre os prazeres e as falhas de sua própria vida, incluindo a vivaz jovem Sara, que se parece muito com o próprio primeiro amor do médico.","release_date":"1957-12-26","runtime":91},{"ranking":184,"imdbId":"tt0041959","title":"O 3º Homem","originalTitle":"The Third Man","imdbRating":"8,1","tmdbId":1092,"genres":["Thriller","Mistério"],"overview":"Um escritor americano chega na Viena pós segunda guerra e descobre que o amigo que iria encontrá lo foi morto sobre circunstâncias misteriosas. Ao investigar o que de fato aconteceu, ele descobre uma trama que envolve o mercado negro de armas, espionagem internacional e uma sedutora jovem.","release_date":"1949-08-31","runtime":104},{"ranking":185,"imdbId":"tt2267998","title":"Garota Exemplar","originalTitle":"Gone Girl","imdbRating":"8,1","genres":["Mistério","Thriller","Drama"],"tmdbId":210577,"overview":"Amy Dunne desaparece no dia do seu aniversário de casamento, deixando o marido Nick em apuros. Ele começa a agir descontroladamente, abusando das mentiras, e se torna o suspeito número um da polícia. Com o apoio da sua irmã gêmea, Margo, Nick tenta provar a sua inocência e, ao mesmo tempo, procura descobrir o que aconteceu com Amy.","release_date":"2014-10-01","runtime":149},{"ranking":186,"imdbId":"tt0017925","title":"A General","originalTitle":"The General","imdbRating":"8,1","tmdbId":961,"genres":["Ação","Aventura","Comédia","Drama","Guerra"],"overview":"Johnnie Gray é apaixonado por sua locomotiva chamada General, e também por Annabelle Lee. Durante a Guerra da Secessão, General e Annabelle são raptadas por espiões da União e Johnnie tentará salvá-las em uma aventura através da ferrovia.","release_date":"1926-12-25","runtime":75},{"ranking":187,"imdbId":"tt2278388","title":"O Grande Hotel Budapeste","originalTitle":"The Grand Budapest Hotel","imdbRating":"8,1","genres":["Comédia","Drama"],"tmdbId":120467,"overview":"No período entre as duas guerras mundiais, o famoso gerente de um hotel europeu conhece um jovem empregado e os dois tornam-se melhores amigos. Entre as aventuras vividas pelos dois, constam o roubo de um famoso quadro do Renascimento, a batalha pela grande fortuna de uma família e as transformações históricas durante a primeira metade do século XX.","release_date":"2014-02-26","runtime":100},{"ranking":188,"imdbId":"tt0077416","title":"O Franco Atirador","originalTitle":"The Deer Hunter","imdbRating":"8,1","tmdbId":11778,"genres":["Drama","Guerra"],"overview":"Três amigos recrutados para a guerra do Vietnã são capturados pelos vietcongues. Além de maltratados fisicamente, é a tortura psicológica e um jogo de roleta russa entre eles que os fará repensar o motivo de tudo aquilo.","release_date":"1978-03-09","runtime":182},{"ranking":189,"imdbId":"tt0107207","title":"Em Nome do Pai","originalTitle":"In the Name of the Father","imdbRating":"8,1","tmdbId":7984,"genres":["Drama"],"overview":"Em 1974, um atentado a bomba do IRA mata cinco pessoas em um pub de Guilford, próximo de Londres. O jovem rebelde irlandês Gerry Conlon e três amigos são acusados pelo crime, presos e condenados. Giuseppe Conlon, pai de Gerry, tenta ajudar o filho e também é condenado, mas pede ajuda à advogada Gareth Peirce, que passa a investigar as irregularidades do caso.","release_date":"1993-12-12","runtime":132},{"ranking":190,"imdbId":"tt0072684","title":"Barry Lyndon","originalTitle":"Barry Lyndon","imdbRating":"8,1","genres":["Drama","Romance","Guerra"],"tmdbId":3175,"overview":"Um trapaceiro irlandês conquista o coração de uma viúva rica e assume a posição aristocrárica do seu falecido marido na Inglaterra do século 18.","release_date":"1975-11-26","runtime":184},{"ranking":191,"imdbId":"tt0046268","title":"O Salário do Medo","originalTitle":"The Wages of Fear","imdbRating":"8,1","tmdbId":204,"genres":["Drama","Thriller","Aventura"],"overview":"No começo tudo parece pouco interessante, mas, aos poucos, um clima de suspense toma conta da história e o espectador fica sem fôlego, tal o ritmo emocionante que Clouzot imprime a seu filme – narra a vida sem perspectivas de quatro estrangeiros num num vilarejo de país não especificado da América do Sul. Mario vive de bicos e sonha em voltar para a França. Uma comanhia de petróleo americana, que domina a região, vai pagar US$ 2.000 dólaresl para que ele vá, junto com os três amigos, levar um carregamento de nitroglicerina para explodir um poço de petróleo em chamas. Todos estão dispostos a arriscar a vida e fazem a viagem nas esburacadas estradas, onde qualquer solavanco mais forte poderá jogar os aventureiros pelos ares.  Um remake: Sorcerer (1977),  dirigido por William Friedkin.","release_date":"1953-04-22","runtime":131},{"ranking":192,"imdbId":"tt4729430","title":"Klaus","originalTitle":"Klaus","imdbRating":"8,1","genres":["Animação","Família","Aventura","Comédia","Fantasia"],"tmdbId":508965,"overview":"Em Smeerensburg, remota ilha localizada acima do Círculo Ártico, Jesper é um estudante da Academia Postal que enfrenta um sério problema: os habitantes da cidade brigam o tempo todo, sem demonstrar o menor interesse por cartas. Prestes a desistir da profissão, ele encontra apoio na professora Alva e no misterioso carpinteiro Klaus, que vive sozinho em sua casa repleta de brinquedos feitos a mão.","release_date":"2019-11-08","runtime":97},{"ranking":193,"imdbId":"tt2119532","title":"Até o Último Homem","originalTitle":"Hacksaw Ridge","imdbRating":"8,1","genres":["Drama","História","Guerra"],"tmdbId":324786,"overview":"Desmond T. Doss, foi o médico do Exército Americano da Segunda Guerra Mundial, que serviu durante a Batalha de Okinawa, se recusando a matar pessoas, tornando-se o primeiro homem da história americana a receber a Medalha de Honra sem disparar um tiro.","release_date":"2016-10-07","runtime":140},{"ranking":194,"imdbId":"tt0031679","title":"A Mulher Faz o Homem","originalTitle":"Mr. Smith Goes to Washington","imdbRating":"8,1","genres":["Comédia","Drama"],"tmdbId":3083,"overview":"Ingênuo homem do interior (James Stewart) é convidado para preencher uma vaga no Senado dos Estados Unidos. Aos poucos vai descobrindo o mar de lama que é o ambiente político dos comandantes de seu país. Tudo em que acredita está ameaçado. Como enfrentar esses poderosos Senadores e dirigentes políticos?","release_date":"1939-10-19","runtime":129},{"ranking":195,"imdbId":"tt0015324","title":"Bancando o Águia","originalTitle":"Sherlock Jr.","imdbRating":"8,1","genres":["Ação","Comédia","Mistério"],"tmdbId":992,"overview":"Aspirante a detetive, um projecionista de cinema se vê em maus lençóis quando um rival rouba o relógio do pai da sua amada e o acusa. De volta ao seu trabalho, durante uma projeção, ele adormece e sonha que ele está em um filme, onde é o detetive da história, procurando por umas jóias roubadas.","release_date":"1924-04-17","runtime":45},{"ranking":196,"imdbId":"tt0353969","title":"Memórias de um Assassino","originalTitle":"Memories of Murder","imdbRating":"8,1","tmdbId":11423,"genres":["Crime","Drama","Thriller"],"overview":"Durante ditadura militar na Coreia do Sul, uma moça é encontrada assassinada. Dois meses depois, outro corpo com as mesmas características do primeiro é encontrado, e entra em cena o detetive Park Doo-Man, que vai procurar o assassino em série.","release_date":"2003-05-02","runtime":131},{"ranking":197,"imdbId":"tt3011894","title":"Relatos Selvagens","originalTitle":"Wild Tales","imdbRating":"8,1","genres":["Drama","Thriller","Comédia"],"tmdbId":265195,"overview":"Seis contos que exploram os extremos do comportamento humano envolvendo pessoas em desespero.","release_date":"2014-08-21","runtime":122},{"ranking":198,"imdbId":"tt0050976","title":"O Sétimo Selo","originalTitle":"The Seventh Seal","imdbRating":"8,1","tmdbId":490,"genres":["Fantasia","Drama"],"overview":"Após dez anos, um cavaleiro retorna das Cruzadas e encontra o país devastado pela Peste Negra. Sua fé em Deus é sensivelmente abalada e, enquanto reflete sobre o significado da vida, a Morte surge à sua frente querendo levá-lo, pois chegou sua hora. Objetivando ganhar tempo, convida-a para um jogo de xadrez que decidirá se ele parte com ela ou não. Tudo depende da sua vitória no jogo e a Morte concorda com o desafio, já que não perde nunca.","release_date":"1957-02-16","runtime":96},{"ranking":199,"imdbId":"tt3170832","title":"O Quarto de Jack","originalTitle":"Room","imdbRating":"8,1","genres":["Drama","Thriller"],"tmdbId":264644,"overview":"Joy e seu filho Jack vivem isolados em um quarto. O único contato que ambos têm com o mundo exterior é a visita periódica do Velho Nick, que os mantém em cativeiro. Joy faz o possível para tornar suportável a vida no local, mas não vê a hora de deixá-lo. Para tanto, elabora um plano em que, com a ajuda do filho, poderá enganar Nick e retornar à realidade.","release_date":"2015-10-16","runtime":117},{"ranking":200,"imdbId":"tt1392190","title":"Mad Max: Estrada da Fúria","originalTitle":"Mad Max: Fury Road","imdbRating":"8,1","genres":["Ação","Aventura","Ficção científica"],"tmdbId":76341,"overview":"Em um mundo apocalíptico, Max Rockatansky acredita que a melhor forma de sobreviver é não depender de ninguém. Porém, após ser capturado pelo tirano Immortan Joe e seus rebeldes, Max se vê no meio de uma guerra mortal, iniciada pela imperatriz Furiosa que tenta salvar um grupo de garotas. Também tentando fugir, Max aceita ajudar Furiosa. Dessa vez, o tirano Joe está ainda mais implacável pois teve algo insubstituível roubado.","release_date":"2015-05-13","runtime":120},{"ranking":201,"imdbId":"tt0978762","title":"Mary e Max: Uma Amizade Diferente","originalTitle":"Mary and Max","imdbRating":"8,1","genres":["Animação","Comédia","Drama"],"tmdbId":24238,"overview":"Mary Daisy Dinkle é uma menina solitária de oito anos, que vive em Melbourne, na Austrália. Max Jerry Horovitz tem 44 anos e vive em Nova York. Obeso e também solitário, possui Síndrome de Asperger. Um certo dia, Mary encontra o endereço de Max em uma lista de endereços do correio de Nova York. Então resolve lhe escrever uma carta contando um pouco da sua vida. A partir daí, desenvolvem uma forte amizade, mesmo com tamanha distância e a diferença de idade existente entre eles, que transcorre de acordo com os altos e baixos da vida. Baseado em uma história real.","release_date":"2009-02-09","runtime":92},{"ranking":202,"imdbId":"tt0892769","title":"Como Treinar o Seu Dragão","originalTitle":"How to Train Your Dragon","imdbRating":"8,1","tmdbId":10191,"genres":["Fantasia","Aventura","Animação","Família"],"overview":"Soluço é um jovem viking que desafia a tradição, quando fica amigo de um dos mais mortais inimigos — um feroz dragão que ele chama de Banguela.","release_date":"2010-03-18","runtime":98},{"ranking":203,"imdbId":"tt0118715","title":"O Grande Lebowski","originalTitle":"The Big Lebowski","imdbRating":"8,1","genres":["Comédia","Crime"],"tmdbId":115,"overview":"Em Los Angeles, 1991, Jeff Lebowski, mais conhecido como \"O Cara\", é um desocupado que gasta o seu tempo ouvindo rock dos anos 1960 e jogando boliche. Mas sua vida vai mudar. Confundido com um milionário da Califórnia, ele se vê envolvido com bandidos da pesada, advogados atrapalhados, detetives, sequestradores e, como se não bastasse, com a polícia. Com sua vida ameaçada, Lebowski procura seu amigo Walter, um veterano da Guerra do Vietnã que irá ajudá-lo com seus métodos pouco ortodoxos.","release_date":"1998-03-06","runtime":117},{"ranking":204,"imdbId":"tt0198781","title":"Monstros S.A.","originalTitle":"Monsters, Inc.","imdbRating":"8,1","tmdbId":585,"genres":["Animação","Comédia","Família"],"overview":"O astro do susto, Sulley, e seu falante assistente, Mike, trabalham na Monstros S.A., a maior fábrica de processamento de gritos da cidade de Monstrópolis. A principal fonte de energia do mundo dos monstros provém da coleta dos gritos das crianças humanas. Os monstros acreditam que as crianças são tóxicas, e entram em pânico quando uma menininha invade seu mundo. Sulley e Mike fazem de tudo para levar a garota de volta para casa, mas enfrentam desafios monstruosos e algumas situações hilárias em suas atrapalhadas aventuras.","release_date":"2001-11-01","runtime":92},{"ranking":205,"imdbId":"tt0073195","title":"Tubarão","originalTitle":"Jaws","imdbRating":"8,1","tmdbId":578,"genres":["Terror","Thriller","Aventura"],"overview":"Um terrível ataque a banhistas é o sinal de que a praia da pequena cidade de Amity virou refeitório de um gigantesco tubarão branco, que começa a se alimentar dos turistas. Embora o prefeito queira esconder os fatos da mídia, o xerife local pede ajuda a um ictiologista e a um pescador veterano para caçar o animal. Mas a missão vai ser mais complicada do que eles imaginavam.","release_date":"1975-06-20","runtime":124},{"ranking":206,"imdbId":"tt0097165","title":"Sociedade dos Poetas Mortos","originalTitle":"Dead Poets Society","imdbRating":"8,1","genres":["Drama"],"tmdbId":207,"overview":"Em 1959 na Welton Academy, uma tradicional escola preparatória, um ex-aluno se torna o novo professor de literatura, mas logo seus métodos de incentivar os alunos a pensarem por si mesmos cria um choque com a ortodoxa direção do colégio, principalmente quando ele fala aos seus alunos sobre a \"Sociedade dos Poetas Mortos\".","release_date":"1989-06-02","runtime":128},{"ranking":207,"imdbId":"tt0019254","title":"O Martírio de Joana D'Arc","originalTitle":"The Passion of Joan of Arc","imdbRating":"8,1","genres":["Drama","História"],"tmdbId":780,"overview":"França, século XV, Joana de Domrémy, filha do povo, resiste bravamente a ocupação de seu país. É presa, humilhada, torturada e interrogada de maneira impiedosa por um tribunal eclesiástico, que a levou, involuntariamente, a blasfemar.","release_date":"1928-04-21","runtime":110},{"ranking":208,"imdbId":"tt0046438","title":"Era uma Vez em Tóquio","originalTitle":"Tokyo Story","imdbRating":"8,1","tmdbId":18148,"genres":["Drama"],"overview":"Um casal de idosos deixa sua filha no campo para visitar os outros filhos em Tóquio, cidade que eles nunca tinham ido. Porém os filhos os recebem com indiferença, e estão sempre muito atarefados para terem tempo para os pais. Apenas a nora deles, que perdeu o marido na guerra, parece dar atenção aos dois. Quando a mãe fica doente, os filhos vão visitá-la junto com a nora, e complexos sentimentos são revelados.","release_date":"1953-11-03","runtime":137},{"ranking":209,"imdbId":"tt0395169","title":"Hotel Ruanda","originalTitle":"Hotel Rwanda","imdbRating":"8,1","genres":["Drama","História","Guerra"],"tmdbId":205,"overview":"O conflito ruandês entre tutsis e hutus marcou um dos capítulos mais sangrentos da história africana recente. Em meio à horrenda violência e caos surgiu Paul Rusesabagina, um homem que ofereceu abrigo a mais de mil refugiados tutsis em seu hotel, apesar do perigo para si mesmo e sua família.","release_date":"2004-03-04","runtime":122},{"ranking":210,"imdbId":"tt1950186","title":"Ford vs Ferrari","originalTitle":"Ford v Ferrari","imdbRating":"8,0","genres":["Drama","Ação","História"],"tmdbId":359724,"overview":"O designer de carros americano Carroll Shelby e o destemido piloto britânico Ken Miles juntos combatem a interferência corporativa e as leis da física para construir um carro de corrida revolucionário e enfrentar Enzo Ferrari nas 24 horas de Le Mans na França em 1966.","release_date":"2019-11-13","runtime":153},{"ranking":211,"imdbId":"tt0075148","title":"Rocky: Um Lutador","originalTitle":"Rocky","imdbRating":"8,0","genres":["Drama","Romance"],"tmdbId":1366,"overview":"Rocky Balboa, um pequeno boxeador da classe trabalhadora da Filadélfia, é arbitrariamente escolhido para lutar contra o campeão dos pesos pesados, Apollo Creed, quando o adversário do invicto lutador agendado para a luta é ferido. Durante o treinamento com o mal-humorado Mickey Goldmill, Rocky timidamente começa um relacionamento com Adrian, a invisível irmã de Paulie, seu amigo empacotador de carne.","release_date":"1976-11-21","runtime":119},{"ranking":212,"imdbId":"tt0091763","title":"Platoon","originalTitle":"Platoon","imdbRating":"8,0","genres":["Drama","Guerra","Ação"],"tmdbId":792,"overview":"Cris (Charles Sheen) é um estudante universitário patriota que abandona os estudos para se alistar na Guerra no Vietnã. Mas quando chega no front da guerra do Sudoeste Asiático, o mesmo se defronta com a dura realidade de uma guerra onde os prováveis \"hérois\" tem o seu caráter deformado e onde a forma para fugir desse inferno é a maconha e a heroína. O Sargento Elias (William Defoe) e o Sargento Barnes (Tom Barenge) serão os oficiais que marcarão a sua vida para sempre. Filme que consagrou o diretor Oliver Stone, onde ele mostra a realidade nua e crua da Guerra do Vietnã, trazendo uma visão mais realista do que a do filme \"Boinas Verdes\" (1969), estrelado por John Wayne.","release_date":"1986-12-19","runtime":120},{"ranking":213,"imdbId":"tt0092005","title":"Conta Comigo","originalTitle":"Stand by Me","imdbRating":"8,0","tmdbId":235,"genres":["Crime","Drama"],"overview":"Em uma pequena cidade do Oregon, quatro amigos - o sensível Gordie, o durão Chris, o destemido Teddy e o acovardado Vern - resolvem sair à procura do cadáver de um adolescente desaparecido, que foi atropelado por um trem. O objetivo dos garotos é o de ser vistos como heróis diante dos amigos e dos moradores da cidade. Assim, eles partem numa inesquecível viagem de dois dias que se transforma em uma odisseia de autodescoberta e que evolui para um evento marcante em suas vidas.","release_date":"1986-08-08","runtime":89},{"ranking":214,"imdbId":"tt1895587","title":"Spotlight: Segredos Revelados","originalTitle":"Spotlight","imdbRating":"8,0","genres":["Drama","História"],"tmdbId":314365,"overview":"Um grupo de jornalistas do Spotlight descobre documentos que provam crimes sexuais cometidos por padres contra crianças. Eles preparam uma série de reportagens reveladoras, evidenciando os abusos cometidos por sacerdotes da Igreja Católica.","release_date":"2015-11-06","runtime":128},{"ranking":215,"imdbId":"tt0088247","title":"O Exterminador do Futuro","originalTitle":"The Terminator","imdbRating":"8,0","tmdbId":218,"genres":["Ação","Thriller","Ficção científica"],"overview":"Em um futuro próximo, a guerra entre humanos e máquinas foi iniciada. Com a tecnologia a seu dispor, um plano inusitado é arquitetado pelas máquinas ao enviar para o passado um andróide com a missão de matar a mãe daquele que viria a se transformar num líder e seu pior inimigo. Contudo, os humanos também conseguem enviar seu representante para proteger a mulher e tentar garantir o futuro da humanidade.","release_date":"1984-10-26","runtime":107},{"ranking":216,"imdbId":"tt3315342","title":"Logan","originalTitle":"Logan","imdbRating":"8,0","genres":["Ação","Drama","Ficção científica"],"tmdbId":263115,"overview":"Em 2029, Logan ganha a vida como chofer de limousine para cuidar do nonagenário Charles Xavier. Debilitado fisicamente e esgotado emocionalmente, ele é procurado por Gabriela, uma mexicana que precisa da ajuda do ex-X-Men para defender a pequena Laura Kinney / X-23. Ao mesmo tempo em que se recusa a voltar à ativa, Logan é perseguido pelo mercenário Donald Pierce, interessado na menina.","release_date":"2017-02-28","runtime":135},{"ranking":217,"imdbId":"tt0382932","title":"Ratatouille","originalTitle":"Ratatouille","imdbRating":"8,0","genres":["Animação","Comédia","Família","Fantasia"],"tmdbId":2062,"overview":"Um rato que sabe cozinhar faz uma aliança incomum com um jovem trabalhador de cozinha em um restaurante famoso.","release_date":"2007-06-28","runtime":110},{"ranking":218,"imdbId":"tt0048473","title":"A Canção da Estrada","originalTitle":"Pather Panchali","imdbRating":"8,0","genres":["Drama"],"tmdbId":5801,"overview":"No início do século 20, Abul é um menino pertencente a uma pobre família brâmane de um vilarejo na Índia. Seu pai, poeta e sacerdote, é forçado a deixar seus entes queridos em busca de trabalho. Uma das obras-prima do cinema mundial, inédita no Brasil e nas Américas. Este filme foi a estréia espetacular de Satyati Ray. Recuperada a finais dos anos 90, pois um incêndio destruiu os negativos originais, esta é a primeira fita, que deu origem a Trilogia de Apu. Nela se narra a comovente história de uma família de Bengali perseguida pela má sorte. O pai, Harihara, é um sacerdote mundano, curandeiro, sonhador e poeta. Sabajaya, a mãe trabalha para alimentar a uma família, que recebe com alegria e esperança a chegada de um novo filho, Apu.","release_date":"1955-08-26","runtime":125},{"ranking":219,"imdbId":"tt1979320","title":"Rush: No Limite da Emoção","originalTitle":"Rush","imdbRating":"8,0","genres":["Drama","Ação"],"tmdbId":96721,"overview":"Anos 1970. O mundo sexy e glamouroso da Fórmula 1 é mobilizado principalmente pela rivalidade existente entre os pilotos Niki Lauda e James Hunt. Eles possuíam características bem distintas: enquanto Lauda era metódico e brilhante, Hunt adotava um estilo mais despojado, típico de um playboy. A disputa entre os dois chegou ao seu auge em 1976, quando ambos correram vários riscos dentro do cockpit para que pudessem se sagrar campeão mundial de Fórmula 1.","release_date":"2013-09-02","runtime":123},{"ranking":220,"imdbId":"tt0074958","title":"Rede de Intrigas","originalTitle":"Network","imdbRating":"8,0","genres":["Drama"],"tmdbId":10774,"overview":"Um locutor de noticiário de uma rede de televisão estadunidense é demitido em razão da baixa audiência do programa. Ele então anuncia que irá cometer suicídio no ar. Por esta razão, os índices de audiência do programa voltam a crescer, ele passa a ser conhecido como o Profeta Louco, e é readmitdo. Mas seu comportamento insano faz com que os responsáveis pela sua ascensão decidam detê-lo.","release_date":"1976-11-14","runtime":121},{"ranking":221,"imdbId":"tt0758758","title":"Na Natureza Selvagem","originalTitle":"Into the Wild","imdbRating":"8,0","genres":["Aventura","Drama"],"tmdbId":5915,"overview":"Início da década de 90. Christopher McCandless (Emile Hirsch) é um jovem recém-formado, que decide viajar sem rumo pelos Estados Unidos em busca da liberdade. Durante sua jornada pela Dakota do Sul, Arizona e Califórnia ele conhece pessoas que mudam sua vida, assim como sua presença também modifica as delas. Até que, após dois anos na estrada, Christopher decide fazer a maior das viagens e partir rumo ao Alasca.","release_date":"2007-09-11","runtime":148},{"ranking":222,"imdbId":"tt0032138","title":"O Mágico de Oz","originalTitle":"The Wizard of Oz","imdbRating":"8,0","genres":["Aventura","Fantasia","Família"],"tmdbId":630,"overview":"Dorothy e seu cachorro Totó são levados para a terra mágica de Oz quando um ciclone passa pela fazenda de seus avós no Kansas. Eles viajam em direção à Cidade Esmeralda para encontrar o Mago Oz e no caminho encontram um Espantalho, que precisa de um cérebro, um Homem de Lata sem um coração e um Leão Covarde que quer coragem. O Mago pede ao grupo que tragam a vassoura da Bruxa Malvada do Oeste a fim de ganharem sua ajuda.","release_date":"1939-08-15","runtime":101},{"ranking":223,"imdbId":"tt0381681","title":"Antes do Pôr-do-Sol","originalTitle":"Before Sunset","imdbRating":"8,0","genres":["Drama","Romance"],"tmdbId":80,"overview":"Um escritor e uma ambientalista, que se conheceram em um trem nove anos atrás, reencontram-se em Paris. Apesar de ambos estarem comprometidos com outras pessoas, percebem que ainda existe um forte sentimento entre os dois.","release_date":"2004-02-10","runtime":80},{"ranking":224,"imdbId":"tt0107048","title":"Feitiço do Tempo","originalTitle":"Groundhog Day","imdbRating":"8,0","genres":["Romance","Fantasia","Drama","Comédia"],"tmdbId":137,"overview":"Phil, um arrogante meteorologista de um canal de televisão, fica preso em uma espécie de túnel do tempo, condenado a reviver indefinidamente o mesmo dia até que mude suas atitudes.","release_date":"1993-02-11","runtime":101},{"ranking":225,"imdbId":"tt0070047","title":"O Exorcista","originalTitle":"The Exorcist","imdbRating":"8,0","tmdbId":9552,"genres":["Terror"],"overview":"Em Georgetown, Washington, uma atriz vai gradativamente tomando consciência que a sua filha de doze anos está tendo um comportamento completamente assustador. Deste modo, ela pede ajuda a um padre, que também um psiquiatra, e este chega a conclusão de que a garota está possuída pelo demônio. Ele solicita então a ajuda de um segundo sacerdote, especialista em exorcismo, para tentar livrar a menina desta terrível possessão.","release_date":"1973-12-26","runtime":132},{"ranking":226,"imdbId":"tt0036868","title":"Os Melhores Anos de Nossa Vida","originalTitle":"The Best Years of Our Lives","imdbRating":"8,0","tmdbId":887,"genres":["Drama","Romance","Guerra"],"overview":"Após a Segunda Guerra, 3 militares retornam aos seus lares e tentam se readaptar à sociedade. O maior clássico de guerra dos anos 40, este comovente e ainda atualíssimo filme, com roteiro de Robert Sherwood e a direção de Willian Wyller foi grande sucesso de bilheteria sendo vencedor de 7 Oscars.","release_date":"1946-12-25","runtime":172},{"ranking":227,"imdbId":"tt0317705","title":"Os Incríveis","originalTitle":"The Incredibles","imdbRating":"8,0","tmdbId":9806,"genres":["Ação","Aventura","Animação","Família"],"overview":"Beto Pêra e sua mulher Helena estavam entre os maiores super-heróis do mundo, salvando inúmeras vidas e combatendo o mal diariamente. Quinze anos depois, eles foram forçados a adotar novas identidades e a mudar-se para o subúrbio, onde vivem como cidadãos comuns com seus três filhos, Violeta, Flecha e Zezé. Louco para voltar à ação, Beto tem a sua chance quando uma misteriosa ligação o intima a comparecer a uma ilha distante para receber uma missão ultra-secreta. Ele logo descobre que só uma família inteira de super-heróis será capaz de salvar o mundo e impedir sua total destruição.","release_date":"2004-10-27","runtime":115},{"ranking":228,"imdbId":"tt15097216","title":"Jai Bhim","originalTitle":"Jai Bhim","imdbRating":"8,0","genres":["Crime","Drama","Mistério"],"tmdbId":855400,"overview":"Quando um homem tribal é preso por um caso de suposto roubo, sua esposa recorre a um advogado de direitos humanos para ajudá-lo a fazer justiça.","release_date":"2021-11-02","runtime":164},{"ranking":229,"imdbId":"tt0035446","title":"Ser ou Não Ser","originalTitle":"To Be or Not to Be","imdbRating":"8,0","tmdbId":198,"genres":["Comédia","Guerra"],"overview":"Durante a Segunda Guerra Mundial, na Polônia ocupada pelos nazistas, um grupo de atores de teatro deve ajudar a evitar que um espião, que possui informação sobre a resistência polonesa, entregue-a aos alemães.","release_date":"1942-03-05","runtime":99},{"ranking":230,"imdbId":"tt0058946","title":"A Batalha de Argel","originalTitle":"The Battle of Algiers","imdbRating":"8,0","genres":["Drama","Guerra","História"],"tmdbId":17295,"overview":"Os eventos decisivos da guerra pela independência da Argélia, marco do processo de libertação das colônias européias na África. Entre 1954 e 1957 é mostrado o modo de agir dos dois lados do conflito, a Frente de Libertação Nacional e o exército francês. Enquanto que o exército usava técnicas de tortura e eliminava o maior número possível de rebeldes, a FLN desenvolvia técnicas não-convencionais de combate, baseadas na guerrilha e no terrorismo.","release_date":"1966-09-08","runtime":121},{"ranking":231,"imdbId":"tt1028532","title":"Sempre ao Seu Lado","originalTitle":"Hachi: A Dog's Tale","imdbRating":"8,0","genres":["Drama","Família"],"tmdbId":28178,"overview":"Quando Hachiko, um filhote de cachorro da raça akita, é encontrado perdido em uma estação de trem por Parker, ambos se identificam rapidamente. O filhote acaba conquistando todos na casa de Parker, mas é com ele que acaba criando um profundo laço de lealdade.","release_date":"2009-06-08","runtime":93},{"ranking":232,"imdbId":"tt0476735","title":"Meu Pai e Meu Filho","originalTitle":"My Father and My Son","imdbRating":"8,0","tmdbId":13393,"genres":["Drama"],"overview":"A família de um jornalista de esquerda é separada após o golpe militar na Turquia em 1980.","release_date":"2005-11-18","runtime":112},{"ranking":233,"imdbId":"tt0113247","title":"O Ódio","originalTitle":"La haine","imdbRating":"8,0","tmdbId":406,"genres":["Drama"],"overview":"Um dia na vida de três jovens delinquentes, um árabe, um judeu e um negro que moram num conjunto habitacional pobre de Paris, mostra a que ponto pode chegar a discriminação racial de policiais hostis.","release_date":"1995-05-31","runtime":98},{"ranking":234,"imdbId":"tt0032551","title":"As Vinhas da Ira","originalTitle":"The Grapes of Wrath","imdbRating":"8,0","genres":["Drama"],"tmdbId":596,"overview":"Tom, filho mais velho de uma pobre família de trabalhadores rurais, retorna para casa após cumprir pena por homicídio involuntário. Ele planeja levar os parentes até a Califórnia, onde dizem que trabalho não falta. Durante a viagem eles passam por diversos tipos de provações e quando finalmente chegam na \"Terra Prometida\" descobrem que é um lugar bem pior do que aquele que deixaram.","release_date":"1940-03-15","runtime":129},{"ranking":235,"imdbId":"tt0325980","title":"Piratas do Caribe: A Maldição do Pérola Negra","originalTitle":"Pirates of the Caribbean: The Curse of the Black Pearl","imdbRating":"8,0","genres":["Aventura","Fantasia","Ação"],"tmdbId":22,"overview":"O pirata Jack Sparrow tem seu navio saqueado e roubado pelo capitão Barbossa e sua tripulação. Com o navio de Sparrow, Barbossa invade a cidade de Port Royal, levando consigo Elizabeth Swann, filha do governador. Para recuperar sua embarcação, Sparrow recebe a ajuda de Will Turner, um grande amigo de Elizabeth. Eles desbravam os mares em direção à misteriosa Ilha da Morte, tentando impedir que os piratas-esqueleto derramem o sangue de Elizabeth para desfazer a maldição que os assola.","release_date":"2003-07-09","runtime":143},{"ranking":236,"imdbId":"tt0245712","title":"Amores Brutos","originalTitle":"Amores perros","imdbRating":"8,0","genres":["Drama","Thriller"],"tmdbId":55,"overview":"Em plena Cidade do México, um terrível acidente automobilístico ocorre. A partir deste momento, três pessoas envolvidas no acidente se encontram e têm suas vidas mudadas para sempre. Um deles é o adolescente Octavio (Gael García Bernal), que decidiu fugir com a mulher de seu irmão, Susana (Vanessa Bauche), usando seu cachorro Cofi como veículo para conseguir o dinheiro para a fuga. Ao mesmo tempo, Daniel (Álvaro Guerrero) resolve abandonar sua esposa e filhas para ir viver com Valeria (Goya Toledo), uma bela modelo por quem está apaixonado. Também se envolve no acidente Chivo (Emilio Echevarría), um ex-guerrilheiro comunista que agora atua como matador de aluguel, após passar vários anos preso. Ali, em meio ao caos, ele encontra Cofi e vê a possibilidade de sua redenção.","release_date":"2000-06-16","runtime":153},{"ranking":237,"imdbId":"tt0032976","title":"Rebecca, a Mulher Inesquecível","originalTitle":"Rebecca","imdbRating":"8,0","tmdbId":223,"genres":["Mistério","Drama","Thriller","Romance"],"overview":"Uma jovem de origem humilde (Joan Fontaine) se casa com um riquíssimo nobre inglês (Laurence Olivier), que ainda vive atormentado por lembranças de sua falecida esposa. Após o casamento e já morando na mansão do marido, ela vai gradativamente descobrindo surpreendentes segredos sobre o passado dele.","release_date":"1940-03-23","runtime":130},{"ranking":238,"imdbId":"tt0061512","title":"Rebeldia Indomável","originalTitle":"Cool Hand Luke","imdbRating":"8,0","genres":["Crime","Drama"],"tmdbId":903,"overview":"Prisioneiro durão enfrenta a todos da prisão e se recusa a ser quebrado, escapando e sendo preso novamente mais de duas vezes.","release_date":"1967-06-22","runtime":126},{"ranking":239,"imdbId":"tt6710474","title":"Tudo em Todo Lugar ao Mesmo Tempo","originalTitle":"Everything Everywhere All at Once","imdbRating":"8,0","genres":["Ação","Aventura","Ficção científica"],"tmdbId":545611,"overview":"Uma imigrante chinesa parte rumo a uma aventura onde, sozinha, precisará salvar o mundo, explorando outros universos e outras vidas que poderia ter vivido. Contudo, as coisas se complicam quando ela fica presa nessa infinidade de possibilidades sem conseguir retornar para casa.","release_date":"2022-03-24","runtime":139},{"ranking":240,"imdbId":"tt0053198","title":"Os Incompreendidos","originalTitle":"The 400 Blows","imdbRating":"8,0","genres":["Drama"],"tmdbId":147,"overview":"Antoine Doinel, a figura representativa do cinema de Truffaut, vive uma infância marcada pela ausência dos pais, a severidade dos professores e pequenos delitos. Baseado nas próprias experiências do diretor, o filme fez parte da inovação cinematográfica que deu origem à Nouvelle Vague.","release_date":"1959-06-03","runtime":99},{"ranking":241,"imdbId":"tt4016934","title":"A Criada","originalTitle":"The Handmaiden","imdbRating":"8,0","tmdbId":290098,"genres":["Thriller","Drama","Romance"],"overview":"Coreia do Sul, anos 1930. Durante a ocupação japonesa, a jovem Sookee é contratada para trabalhar para uma herdeira nipônica, Hideko, que leva uma vida isolada ao lado do tio autoritário. Só que Sookee guarda um segredo: ela e um vigarista planejam desposar a herdeira, roubar sua fortuna e trancafiá-la em um sanatório. Tudo corre bem com o plano, até que Sookee aos poucos começa a compreender as motivações de Hideko.","release_date":"2016-06-01","runtime":145},{"ranking":242,"imdbId":"tt0025316","title":"Aconteceu Naquela Noite","originalTitle":"It Happened One Night","imdbRating":"8,0","tmdbId":3078,"genres":["Comédia","Romance"],"overview":"Peter Warren, um jornalista desempregado, encontra Ellie, a filha de um milionário que fugiu do iate de Alexander Andrews, seu pai, pois este não aprova quem ela escolheu como marido. Peter vê a oportunidade de obter uma boa matéria, mas vários fatos criam uma forte aproximação entre eles.","release_date":"1934-02-22","runtime":105},{"ranking":243,"imdbId":"tt0060827","title":"Quando Duas Mulheres Pecam","originalTitle":"Persona","imdbRating":"8,0","genres":["Drama"],"tmdbId":797,"overview":"Uma atriz teatral de sucesso sofre uma crise emocional e para de falar. Uma enfermeira é designada a cuidar dela em uma casa reclusa, perto da praia, onde as duas permanecem sozinhas. Para quebrar o silêncio, a enfermeira começa a falar incessantemente, narrando diversos episódios relevantes de sua vida, mas quando descobre que a atriz usa seus depoimentos como fonte de análise, a cumplicidade entre as duas se transforma em embate.","release_date":"1966-10-18","runtime":85},{"ranking":244,"imdbId":"tt0059742","title":"A Noviça Rebelde","originalTitle":"The Sound of Music","imdbRating":"8,0","genres":["Drama","Família","Música","Romance"],"tmdbId":15121,"overview":"No final da década de 1930, na Áustria, quando o pesadelo nazista estava prestes a se instaurar no país, uma noviça (Julie Andrews) que vive em um convento, mas não consegue seguir as rígidas normas de conduta das religiosas, vai trabalhar como governanta na casa do capitão Von Trapp (Christopher Plummer), que é viúvo, tem sete filhos e os educa como se fizessem parte de um regimento. Sua chegada modifica drasticamente o padrão da família, trazendo alegria novamente ao lar da família Von Trapp e conquistando o carinho e o respeito das crianças. Mas ela termina se apaixonando pelo capitão, que está comprometido com uma rica baronesa.","release_date":"1965-03-29","runtime":174},{"ranking":245,"imdbId":"tt0079470","title":"A Vida de Brian","originalTitle":"Life of Brian","imdbRating":"8,0","genres":["Comédia"],"tmdbId":583,"overview":"A produção é uma sátira aos filmes bíblicos e à intolerância religiosa. Na Palestina do ano 1 d.C., três reis magos trazem presentes à mãe de Brian, confundindo-o com Jesus que nasceu no mesmo dia, na manjedoura ao lado. Brian, depois de crescido, engaja-se em um dos muitos grupos revolucionários que se opõem ao domínio romano. Após tentar seqüestrar a mulher de Pôncio Pilatos com seu grupo, ele é visto como Messias pela uma multidão, ávida por lideranças religiosas.","release_date":"1979-08-17","runtime":94},{"ranking":246,"imdbId":"tt0071411","title":"Dersu Uzala","originalTitle":"Dersu Uzala","imdbRating":"8,0","genres":["Ação","Aventura","Drama"],"tmdbId":9764,"overview":"Em 1902, uma expedição do exército russo vai explorar a Sibéria sob o comando do capitão Vladimir Arseniev. Ele faz amizade com Dersu Uzala, um caçador Goldi (Nanai), e o convida para ser o guia da  expedição através da floresta até chegar no Lago Khanka. Ao longo da jornada, Arsentiev descobre que Dersu é um homem com uma alma bonita, e eles se tornam amigos íntimos. Quando termina a sua missão, Dersu diz adeus a Arseniev. Em 1907, o capitão Arseniev vai em outra expedição no rio Ussuri. Quando ele reencontra Dersu na floresta, o caçador solitário se junta a sua equipe e orienta o grupo. No entanto, ele está mais velho e tem problemas com sua visão, e o capitão Arseniev convida Dersu Uzala para viver com sua família em Khabarovsk. Mas o velho não se adapta ao estilo de vida urbano e decide voltar para a floresta. Em 1910, o capitão Arseniev é chamado para Korfovskaïa para identificar o corpo de um homem que tem seu cartão de visitas e pode ser Dersu Uzala.","release_date":"1975-08-02","runtime":142},{"ranking":247,"imdbId":"tt0103639","title":"Aladdin","originalTitle":"Aladdin","imdbRating":"8,0","genres":["Animação","Família","Aventura","Fantasia","Romance"],"tmdbId":812,"overview":"Após o sultão ordenar que sua filha, a princesa Jasmine, ache um marido rapidamente, ela foge do palácio. Jasmine encontra um tipo meio malandro, Aladdin, que conquista seu coração. Porém ambos são achados pelos guardas de Jafar, o vizir do sultão. Jafar criou um feitiço para dominar o sultão, se casar com Jasmine e se tornar ele mesmo o sultão. Além disto finge que cometeu um engano e mandou decapitar Aladdin, que na verdade está vivo, pois Jafar precisa dele para conseguir uma lâmpada mágica, que é a morada de um poderoso gênio. Mas o plano de Jafar falha, pois Aladdin fica com a lâmpada graças a intervenção de um pequeno macaco, Abu, seu fiel mascote. Quando descobre que há na lâmpada um gênio poderoso, que pode se transformar em qualquer pessoa ou coisa e que lhe concederá três desejos, Aladdin planeja usá-los para conquistar Jasmine, sem imaginar que Jafar é um diabólico inimigo, que precisa ser detido.","release_date":"1992-11-25","runtime":93},{"ranking":248,"imdbId":"tt1454029","title":"Histórias Cruzadas","originalTitle":"The Help","imdbRating":"8,0","genres":["Drama"],"tmdbId":50014,"overview":"Nos anos 60, no Mississippi, Skeeter é uma garota da sociedade que retorna determinada a se tornar escritora. Ela começa a entrevistar as mulheres negras da cidade, que deixaram suas vidas para trabalhar na criação dos filhos da elite branca, da qual a própria Skeeter faz parte. Aibileen Clark, a emprega da melhor amiga de Skeeter, é a primeira a conceder uma entrevista. Apesar das críticas, Skeeter e Aibileen continuam trabalhando juntas e, aos poucos, conseguem novas adesões.","release_date":"2011-08-09","runtime":146},{"ranking":249,"imdbId":"tt0129167","title":"O Gigante de Ferro","originalTitle":"The Iron Giant","imdbRating":"8,0","genres":["Família","Animação","Ficção científica","Drama"],"tmdbId":10386,"overview":"Em 1957, um robô alienígena gigante aterrissa perto da pequena cidade de Rockwell, Maine (EUA). Hogarth, um garoto de nove anos que estava explorando a área, encontra o robô e os dois ficam amigos. Mas um agente do governo completamente obcecado surge com o objetivo de destruir o extraterrestre a qualquer custo.","release_date":"1999-08-06","runtime":90},{"ranking":250,"imdbId":"tt0083987","title":"Gandhi","originalTitle":"Gandhi","imdbRating":"8,0","genres":["Drama","História"],"tmdbId":783,"overview":"África do Sul, início do século XX.  Após ser expulso da 1ª classe de um trem, o jovem e idealista advogado indiano inicia um processo de auto-avaliação da condição da Índia, que na época era uma colônia britânica, e seus súditos ao redor do planeta.  Já na Índia, através de manifestações enérgicas, mas não-violentas, atraiu para si a atenção do mundo ao se colocar como líder espiritual de hindus e muçulmanos.","release_date":"1982-11-30","runtime":191}]